Repository: AjuntamentdeBarcelona/iris
Catalog: src/communications/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Internal conversation
ca: Conversació Interna
es: Conversación Interna

source: External conversation
ca: Conversació Externa
es: Conversación Externa

source: Applicant conversation
ca: Conversació amb Sol·licitant
es: Conversación con Solicitante

source: Conversation Type
ca: Tipus de conversa
es: Tipo de Conversación

source: Creation Group
ca: Grup creador
es: Grupo de creación

source: RecordCard
ca: Fitxa
es: Ficha

source: Is opened
ca: Està oberta
es: Esta abierta

source: Conversation is opened
ca: La conversa està oberta
es: La conversación está abierta

source: Require answer
ca: Requereix resposta
es: Requiere respuesta

source: Indicates if an answer is expected
ca: Indica si s'espera una resposta
es: Indicar si se espera una respuesta

source: Groups involved
ca: Grups involucrats
es: Grupos involucrados

source: Groups involved on conversation, if it's Internal Type
ca: Grups involucrats a la conversa, si és de tipus intern
es: Grupos involucrados en la conversación, si es de tipo interno

source: External email
ca: Email extern
es: Mail externo

source: External email involved on conversation, if it's External Type
ca: Email extern involucrat a la conversa, si és de tipus extern
es: Mail externo involucrado en la conversación, si es de tipo externo

source: Conversation
ca: Conversa
es: Conversación

source: Group
ca: Grup
es: Grupo

source: Enabled
ca: Actiu
es: Habilitado

source: Creation date
ca: Data de creació
es: Fecha de creación

source: State of the RecordCard on the creation of the message
ca: Estat de la fitxa a la creació del missatge
es: Estado de la ficha en la creación del mensaje

source: Text Message
ca: Missatge de text
es: Mensaje de texto

source: Message hash
ca: Hash del missatge
es: Hash del mensaje

source: Messages is answered
ca: El misssatge està respost
es: El mensaje esta contestado

source: The selected RecordCard does not exist
ca: La fitxa seleccionada no existeix
es: La ficha seleccionada no existe

source: Only the RecordCard Responsible profile or a group with admin permissions can open new conversations
ca: Només el perfil responsable de la fitxa o un grup amb permisos d'administració pot obrir noves converses
es: Solo el perfil responsable de la ficha o un grupo con permisos de administración puede abrir nuevas conversaciones

source: If conversation type is INTERNAL, the groups involved must be set
ca: Si el tipus de la conversa es INTERNAL, els grupos involucrats s'han de setejar
es: Si el tipo de la conversación es INTERNO, los grupos involucrados se tienen que indicar

source: The group that create the conversation can not be included in involved groups
ca: El grup que crea la conversa no pot estar inclòs als grups involucrats
es: El grupo que crea la conversación no puede estar incluido en los grupos involucrados

source: If conversation type is EXTERNAL, the external email must be set
ca: Si el tipus de la convers és extern, el email extern de contacte és requerit
es: Si la conversación es de tipo externo, se debe indicar el email de contacto externo

source: Conversation type can not be Applicant because applicant email is unknown
ca: La conversa no pot ser de tipus sol·licitant perquè es desconeix el email del sol·licitant de la fitxa
es: La conversación no puede ser de tipo solicitante porque se desconoce el email del solicitante

source: The selected group does not exist
ca: El grup seleccionat no existeix
es: El grupo seleccionado no existe

source: The selected conversation does not exist or it's closed
ca: La conversa seleccionada no existeix o està tancada
es: La conversación seleccionada no existe o está cerrada

source: The selected record_state does not exist
ca: El tipus de fitxa seleccionat no existeix
es: El estado de la ficha seleccionado no existe

source: The selected record file does not exist
ca: El fitxer seleccionat no existeix
es: El fichero seleccionado no existe

source: The conversation is closed and messages can not be added
ca: La conversa està tancada i no es poden afegir missatges
es: La conversación está cerrada y no se pueden añadir mensages

source: The group can not add messages to this {} because it's not involved
ca: El grup no pot afegir missatges a la {} perquè no està involucrat
es: El grupo no puede añadir mensajes a la {} porque no esta involucrado en ella

source: The attach of files is deactivated
ca: La pujada de fitxa està desactivada
es: Se ha desactivado el poder adjuntar ficheros

source: Files can only be added in conversations with external people
ca: Només es poden adjuntar fitxers a converses amb gent externa
es: Solo se puede adjuntar ficheros en conversaciones con personas externas

source: There are repeated record files to add to the email
ca: Hi ha fitxers repetits entre els adjunts a l'email
es: Hay ficheros repetidos en los adjuntos al mail

source: The record files selected must be one of record card files
ca: Els fitxers seleccionats han de ser fitxers de la fitxa
es: Los ficheros seleccionados tienen que ser ficheros de la ficha

source: User's group is not involved in conversation
ca: El grup de l'usuari no està involucrat a la conversa
es: El grupo del usuario no esta involucrado en la conversación

source: Action can not be done with a closed or cancelled record
ca: L'acció no es pot dur a terme perquè la fitxa està tancada o anul·lada
es: La acción no se puede realizar con una ficha cerrada o cancelada

source: No RecordCard matches the given query.
ca: Cap fitxa coincideix amb la consulta donada.
es: Ninguna ficha coincide con la consulta realizada.
