Repository: AjuntamentdeBarcelona/iris
Catalog: src/main/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Ensure this value has at least %(words)s words with %(words_length)s characters.
ca: Revisau que el valor té almenys %(words)s paraules amb %(words_length)s caràcters
es: Revisad que el valor tiene almenos %(words)s palabras con %(words_length)s carácteres

source: Ensure this value is less than or equal to current year.
ca: Assegura que el valor és menor o igual que l'any actual.
es: Asegura que este valor es menor o igual al año en curso.

source: Check the list of emails (separated by commas).
ca: Comprovi la llista de emails (separada per comes).
es: Compruebe las lista de emails (separada por comas).

source: There is another registry with an equivalent value and must be unique
ca: Hi ha un altre registre amb un valor equivalent i ha de ser únic
es: Hay otro registro con un valor equivalente y tiene que ser único

source: Spanish
ca: Castellà
es: Castellano

source: Catalan
ca: Català
es: Catalán

source: English
ca: Anglès
es: Inglés

source: Forbidden
ca: Prohibit
es: Prohibido

source: You are not allowed to see this page.
ca: No pots veure aquesta pàgina.
es: No puedes ver esta página.

source: Page Not found
ca: No es troba la pàgina
es: Página no encontrado

source: This is not the page you were looking for.
ca: Aquesta no és la pàgina que estàs cerccant.
es: Esta no es la página que estás buscando.

source: iris2-community Administration
ca: Administració IRIS2-community
es: Administración IRIS2-community

source: iris2-community Admin
ca: Administració IRIS2-community
es: Administración IRIS2-community

source: You don't have permissions to do this actions
ca: No té permissos per realitzar aquesta acció
es: No tiene permiso para realizar esta acción
