Repository: AjuntamentdeBarcelona/iris
Catalog: src/integrations/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Done at gte
ca: Data execució major que

source: Done at lte
ca: Data execució menor que

source: Validated
ca: Validat

source: Record File
ca: Fitxer

source: Email send
ca: Enviament de correu

source: Calculate average close days for theme
ca: Calcul mitja de dies tancament per temàtica

source: Calculate last month indicators
ca: Calcul indicadors del mes

source: Generate BI report
ca: BI

source: Generate Open Data report
ca: OpenData

source: Generate BiMap report
ca: BiMap

source: Generate BI report file
ca: Generar fitxer informe BI

source: Generate MIB report file
ca: Generar fitxer informe MIB

source: Send next to expire group notification
ca: Notificacions fitxes a punt d'expirar de grup

source: Send pending validate group notification
ca: Notificacions fitxes pendents de validar de grup

source: Send pending communications group notification
ca: Notificacions de comunicacions pendents de grup

source: Check element detail record movement after deletion
ca: Comprovació d'eliminació de detalls

source: Check group record movement after deletion
ca: Comprovació d'eliminació de grup

source: Remove auxiliary file uploads
ca: Eliminació de fitxers auxiliars

source: Set messages as expired
ca: Marcar missatges com expirats

source: Month/s {} of year
ca: Mes/os: {} de l'any

source: Every month of year
ca: Cada mes de l'any

source: Day/s: {} of month
ca: Dies: {} del mes

source: Every day of month
ca: Cada dia del mes

source: Every hour
ca: Cada hora

source: hour: {}
ca: hora: {}

source: minute: {}
ca: minut: {}

source: Every minute
ca: Cada minut

source: Record has been marked for not sending answer.
ca: Fitxa marca per no enviar resposta
