Repository: AjuntamentdeBarcelona/iris
Catalog: src/themes/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: ElementDetail changed from {} to {} because of the deletion of the previous one.
ca: El detall ha canviat de {} a {} degut a l'esborrat del primer.
es: Detalle cambiado de {} a {} con motivo de la eliminación del primero.

source: Created at init
ca: Data creació inici
es: Creada inicio

source: Created at end
ca: Data creació final
es: Creada fin

source: Description
ca: Descripció
es: Descripción

source: Area Code
ca: Codi d'Àrea
es: Código de Area

source: Query tree Area
ca: Consulta l'arbre de l'àrea
es: Área de árbol de consultas

source: Icon Name
ca: Nom de l'icona
es: Nombre icono

source: Favourite
ca: Favorit
es: Favorito

source: Element Code
ca: Codi Element
es: Código elemento

source: Favorite
ca: Favorit
es: Favorito

source: Last update
ca: Darrera actualització
es: Última actualización

source: Process
ca: Pròces
es: Proceso

source: Detail code
ca: Codi detall
es: Código detalle

source: Deletion date
ca: Data d'eliminació
es: Fecha borrado

source: Description shown on PDA
ca: Descripció a mostrar a la PDA
es: Descripción mostrada en la PDA

source: Description shown on APP
ca: Descripció a mostrar a la APP
es: Descripción mostrada en la APP

source: Maximum time, expressed in hours, between the creation time of two record cards for considering them similar
ca: Temps màxim, expressant en hores, entre el temps de creació de dues fitxes per considerar-les similars
es: Tiempo máximo, expresado en horas, entre la creación de dos fichas consideradas similares

source: Maximum distance, expressed in meters, between the ubications of two record cards for considering them similar.
ca: Distància màxima, expressada en metres, entre les ubicacions de dues fitxes per considerar-les similars.
es: Distanca máxima, expresado en metros, entre la creación de dos fichas consideradas similares

source: Maximum distance starting from the record card ubication, expressed in meters, in which an operator can resolve the task using the IRIS smartphone app.
ca: Distància màxima començant des de la ubicació de la fitxa, expressada en metres, a la que un operador pot resoldre la tasca utilitzant la aplicació mòbil d'IRIS.
es: Máxima distancia empezando por la ubicación de la ficha, expresada en metros, en la que un operador puede resolver una ficha utilizando la APP smartphone de IRIS.

source: Maximum hours in which the town council commits to resolve an issues belonging this theme.
ca: Màxim d'hores en que l'ajuntament es compromet a resoldre els assumptes relacionats en aquesta temàtica.
es: Horas máximas en las que el ayuntamiento se compromete a resolver incidencias que pertenezca a esta temática.

source: Record type
ca: Tipus de fitxa
es: Tipo de ficha

source: Limit this detail to records of this type.
ca: Limita la temàtica a fitxes d'aquest tipus
es: Limita este detalle a fichas de este tipo

source: Autovalidate records
ca: Fitxes autovalidables
es: Fichas autovalidables

source: If checked, the record cards will be validated automatically on its creation.
ca: Si està marcat, les fitxes es validaran automàticament durant la seva creació.
es: Si esta marcado, las fichas se validaran automáticamente en su creación.

source: Requires Citizen
ca: Requereix ciutadà
es: Requiere ciudadano

source: If checked, the citizen data will be required for creating a record card.
ca: Si està marcat, les dades del ciutadà són obligatòries per a poder crear una fitxa.
es: Si esta marcado se requerirán los datos del ciudadano para crear la ficha.

source: Requires Ubication
ca: Requereix Ubicació
es: Require Ubicación

source: If checked, an address will be required as ubication for creating a record card.
ca: Si està marcat, la ubicació serà obligatòria per a poder crear una fitxa.
es: Si esta marcado se requerirá la dirección de la ubicación para crear la ficha.

source: Requires full address
ca: Requereix l'adreça completa
es: Require dirección completa

source: If checked, a full adress with floor and door will be required as ubication for creating a record card.
ca: Si està marcat, la adreça completa amb pis i porta serà obligatòria per a poder crear una fitxa.
es: Si esta marcado se requerirá la dirección completa de la ubicación para crear la ficha.

source: Requires District Ubication
ca: Requereix districte a la ubicació
es: Requires ubicación de distrito

source: If checked, a district will be required as ubication for creating a record card.
ca: Si està marcat, el districte a la ubicació serà obligatòri per a poder crear una fitxa.
es: Si esta marcado se requerirá el distrito de la ubicación para crear la ficha.

source: Aggrupation first
ca: Agrupació primer
es: Agrupación primero

source: If checked, the aggrupation data will be selected as default on the website.
ca: Si està marcat, les dades de l'agrupació sortiran seleccionades per defecte a la web.
es: Si esta marcado los datos de la agrupación se mostrarán seleccionados por defecto en la web

source: Immediate response
ca: Resposta Inmediata
es: Respuesta inmediata

source: If checked, the response to the record will be required on its creation
ca: Si està marcada, la resposta de la fitxa serà requerida a la seva creació
es: Si está marcada, los datos de respuesta de la ficha serán obligatorios en la creación.

source: First instance response
ca: Resposta en primera instància
es: Respuesta en primera instancia

source: If checked, a first instance response will be given for the record cards belonging to this theme.
ca: Si està marcat, una resposta en primera instància serà donada a les fitxes que pertanyen a aquesta temàtica.
es: Si está marcada, se dará una respuesta en primera instáncia a las fichas de esta temática.

source: Requires Appointment
ca: Requereix cita
es: Requiere cita

source: If checked, an appointment will be required for creating records for this theme.
ca: Si està marcada, serà necessària una cita per a crear fitxes d'aquesta temàtica.
es: Si está marcado, si requiere una cita para crear fichas de esta temática.

source: Allow theme change on resolution
ca: Permet canvi de temàtica en la resolució
es: Permite canviar la temática en la resolución

source: If checked, the records belonging to this theme could change its theme on resolution.
ca: Si està marcat, les fitxes incloses en aquest temàtica poden canviar de temàtica durant la resolució.
es: Si está marcado, permite que las fichas de esta temática puedan canviar de temática en la resolución.

source: Allow reassignment even if validated
ca: Permet reassignació inclús si està validada
es: Permite reasignación, aún si está validada.

source: If checked, the record could be reassigned even if validated.
ca: Si està marcat, la fitxa pot ser reassignada inclús si està validada.
es: Si está marcada, las fichas se pueden reasignar, aún si están validadas.

source: Allow claims on SLA time
ca: Permet reclamacions dins el temps SLA
es: Permite reclamaciones en SLA ttiem

source: If checked, claims could be created on the SLA time.
ca: Si està marcada, es podran crear reclamacions dins el temps d'SLA.
es: Si está marcada, se pueden crear reclamaciones en tiempo de SLA

source: Created by external system
ca: Creada per sistema extern
es: Creada por un servicio externo

source: If true, the record cards of this theme must be created by external systems.
ca: Si està marcat, les fitxes d'aquesta temàtica han d'estar creada per un sistema extern.
es: Si esta marcada las fichas de esta temática debén ser creadas por un servicio externo.

source: Custom answer
ca: Resposta personalitzada
es: Respuesta persionalizadao

source: If true, the operator must write a custom answer for each record type of the theme.
ca: Si està marcada, l'operador ha d'escriure una resposta personalitzada per a cada tipus de fitxa de la temàtica
es: Si está marcada, el operador debe escribir una respuesta personalizada para cada tipo de ficha de la temática

source: Show PDA resolution time
ca: Mostra el temps de resolució al PDA
es: Mostrar tiempo de resolución en PDA

source: Allow multiderivation on reassignment
ca: Permet multiderivació en la reassignació
es: Permitir multiderivación en la reasignación

source: Max number of days for validating a record card, modify the theme or reassign outside its environment.
ca: Nombre màxim de dies per validar una fitxa, modificar la temàtica o reassignar-la fora de l'àmbit
es: Número máximo de días para validar uan ficha, modificar la temática o reasignarla fuera de su ámbito.

source: Publication date
ca: Data de publicació
es: Fecha de publicación

source: Protocol ID
ca: Id de protocol
es: ID protocolo

source: Itaca ID for the desired protocol.
ca: ID del protocol d'Itaca
es: ID ítaca para el protocolo deseado

source: Show on Open Data
ca: Mostra al portal Open Data
es: Mostrar en Open Data

source: Records from this theme could be shown on Open Data portal.
ca: Les fitxes d'aquesta temàtica poden ser mostradas al poral Open Data
es: Las fichas de esta temática se puede mostrar en el portal de Open Data.

source: Location on Open Data
ca: Localització al portal Open Data
es: Localización en Open Data

source: Records will shown its location on Open Data portal.
ca: Les fitxes mostraran la seva localització al portal Open Data
es: Las fichas de esta temática pueden mostrar su localización en el portal de Open Data.

source: Sensible Location on Open Data (Only census section)
ca: Localitzacions sensibles al portal Open Data (només cens)
es: Ubicación sensible en Open Data (solo sección del censo)

source: Records will shown sensible locations on Open Data portal.
ca: Les fitxes mostraran localitzacions sensibles al portal Open Data
es: Las fichas de esta temática pueden mostrar solo la sección del censo de su localización en el portal de Open Data.

source: Show on SSI
ca: Mostra a SSI
es: Mostrar en SSI

source: Records from this theme could be shown on SSI.
ca: Les fitxes d'aquesta temàtica es podrien mostrar a SSI
es: Las fichas de esta temática pueden mostrarse en el SSI.

source: Records will shown its location on SSI.
ca: Les fitxes mostraran la seva localització a SSI
es: Las fichas mostrarán su ubicación en el SSI

source: Sensible Location on SSI (Only census section)
ca: Localitzacions sensibles a SSI (només a la secció del cens)
es: Ubicación sensible en SSI (solo sección del censo)

source: Records will shown sensible locations on SSI.
ca: Mostrarà localitzacions sensibles a SSI
es: Las fichsa mostraran los datos sensibles de localización en SSI

source: Head text
ca: Text de capçalera
es: Cabecera

source: Footer text
ca: Text del footer
es: Pie de página

source: Links
ca: Enllaços
es: Enlaces

source: Validate and manage by sending the card to an external service
ca: Validar y enviar una fitxa amb un servei extern
es: Validar y gestionar la ficha mandándola a un servicio externo

source: Active
ca: Actiu
es: Activa

source: If checked, the theme can be used in RecordCard creation
ca: Si està marcat, la temàtica es pot utilitzar en l'alta de fitxes
es: Si está marcada, la temática se puede utilizar en la creación de fichas

source: Activation Date
ca: Data d'activació
es: Fecha de activación

source: Date from which the theme will be active
ca: Data a partir de la que la temàtica estarà activa
es: Fecha a partir de la que temática estará activa

source: If checked, the theme can be shown in theme tree
ca: Si està marcat, la temàtica es pot mostrar a l'arbre de temàtiques
es: Si está marcada, la temática se puede mostrar en el árbol de temáticas

source: Visible Date
ca: Data de visibilitat
es: Fecha visibilidad

source: Date from which the theme will be visible
ca: Data a partir de la que la temàtica serà visible
es: Fecha a partir de la que temática será visible

source: Average Close Days
ca: Mitjà de dies de tancament
es: Media de dias de cierre

source: Average of days to close records of this theme.Null if it's not calculated
ca: Mitjà de dies per tancar les fitxes d'aquesta temàtica. Nul si no està calculat
es: Media de dias utilizados para cerrar las fichas de esta temática. Nulo si no está calculado

source: Pending communications notifications
ca: Notificació de fitxes amb comunicacions pendents
es: Notificación comunicaciones pendientes

source: Send reminder of pending notifications on communications
ca: Enviar notificació de fitxes amb comunicacions pendents
es: Enviar recordatorio de fichas con comunicaciones pendientes

source: Allow english language
ca: Permetre idioma anglès
es: Permitir idioma inglés

source: If checked, allows to select english as the language of the response
ca: Si està marcat, permet seleccionar l'anglès com a idioma de la resposta de les fitxes
es: Si esta marcado, se permitirá seleccionar el inglés como idioma en la respuesta de la ficha

source: If inmmediate response is True, this field is required!
ca: Les temàtiques de resposta immediata sempre han de tenir un protocol
es: Las temáticas de respuesta inmediata siempre deben tener protocolo.

source: Enabled
ca: Habilitat
es: Activa

source: Favorited
ca: Favorit
es: Favorito

source: Group
ca: Grup
es: Grupo

source: Element Detail
ca: Temàtica
es: Temática

source: Record State
ca: Estat de la fitxa
es: Estado Ficha

source: Derivation Type
ca: Tipus de derivació
es: Tipo de derivación

source: District
ca: Districte
es: Distrito

source: Zone
ca: Zona
es: Zona

source: Polygon Code
ca: Codi polígon
es: Código polígono

source: Response Channel
ca: Canal de Resposta
es: Canal de respuesta

source: Application
ca: Aplicació
es: Aplicación

source: ResponseChannel None is not valid for a no immediate response theme
ca: El canal de Resposta 'CAP' no és vàlid per a una temàtica sense resposta immediata
es: El canal de Respuesta 'Ninguno' no es válido para una temática sin respuesta immediata

source: Theme Group
ca: Grup temàtic
es: Grupo temática

source: Only Open RecordCards
ca: Només fitxes obertes
es: Solo fichas abiertas

source: Process finished
ca: Pròces finalitzat
es: Proceso finalizado

source: Shows if RecordCard details reassignations has finished correctly
ca: Mostra si la reassignació del detall de les fitxes ha finalitzat correctament
es: Muestra si la reasignación de los detalles de las fichas ha finalizado correctamente

source: The description must be unique and there is or was another theme group with the same.
ca: Les descripcions han de ser úniques i ja existeix o va existir un altre grup temàtica amb la mateixa
es: La descripción debe ser única y existe otro grupo temático con la misma.

source: The description must be unique and there is or was another area with the same.
ca: Les descripcions han de ser úniques i ja existeix o va existir un altra àrea amb la mateixa
es: La descripción debe ser única y existe otra Area con la misma.

source: The selected element detail does not exists
ca: La temàtica seleccionada no existeix
es: La temática seleccionada no existe

source: The selected area does not exists
ca: L'àrea seleccionada no existeix
es: El area seleccionada no existe

source: The description must be unique and there is or was another element with the same.
ca: La descripcions ha de ser úniques i ja existeix o va existir un altre element amb la mateixa
es: La descripción debe ser única y existe otro Elemento con la misma.

source: The selected record state does not exists
ca: L'estat de la fitxa seleccionat no existeix
es: El estado de ficha seleccionado no existe

source: The selected group does not exists
ca: El group seleccionat no existeix
es: El grupo seleccionado no existe

source: The selected district does not exists
ca: El districte seleccionat no existeix
es: El distrito seleccionado no existe

source: The selected element does not exists
ca: El element seleccionat no existeix
es: El elemento seleccionado no existe

source: The selected record does not exists
ca: El tipus de fitxa seleccionat no existeix
es: El tipo de ficha seleccionada no existe

source: The selected external service does not exists
ca: El servei extern seleccionat no existe
es: El tipo de servicio externo no existe

source: The description must be unique and there is another detail with the same.
ca: Les descripcions han de ser úniques i ja existeix un altre detall amb la mateixa.
es: La descripción debe ser única y hay otro detalle con la misma.

source: The external service is only accepted for external management workflows.
ca: Només es poden enviar a serveis externs les temàtiques amb processos de tramitació externa.
es: Solo se pueden enviar a un servicio externo las temáticas con procesos de tramitación externa

source: Polygon codes can not be repeated: {}
ca: Els codis de polígon no es poden repetir: {}
es: Los códigos de polígono no se pueden repetir: {}

source: All polygon derivations must be from the same zone: {}
ca: Totes les derivacions de polígon han de ser de la mateixa zona: {}
es: Todas las derivaciones de polígono deben ser de la misma zona: {}

source: If district derivations are set, this field must be set
ca: Si hi ha derivacions per districte, aquest camp es obligatori
es: Si hay derivaciones por distrito, este campo es obligatorio

source: Theme can not be set to active because there is mandatory information missing
ca: La temàtica no es pot activar perquè hi ha informació obligatòria sense completar
es: La temática no se puede activar porque falta información obligatorio por rellenar

source: The selected ElementDetail does not exist or it's deleted
ca: La temàtica seleccionada no existeix o ha estat esborrada
es: La temática seleccionada no existe o se ha eliminado

source: Deleted detail and Reasignation detail can not be the same
ca: L'element esborrat i l'element a reassignar no poden ser el mateix
es: El detalle borrado y el de reasignación no pueden ser el mismo

source: ElementDetail can not be deleted as it's used in an open RecordCard
ca: La temàtica no es pot eliminar perquè s'està utilitzant en, almenys, una fitxa oberta
es: La temática no se puede eliminar dado que se utiliza en una ficha abierta
