Repository: AjuntamentdeBarcelona/iris
Catalog: src/public_api/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Start date init
ca: Data d'inici inicial
es: Fecha inicio inicial

source: Start date end
ca: Data d'inici final
es: Fecha inicio final

source: Records with no ubication
ca: Fitxes sense ubicació
es: Fichas sin ubicación

source: Via Type
ca: Tipus de via
es: Tipo de via

source: Neighborhood
ca: Barri
es: Barrio

source: District
ca: Districte
es: Distrito

source: Street
ca: Carrer
es: Calle

source: Number
ca: Número
es: Número

source: The requested petition {} is closed and has a claim. The status of the petition corresponding to this claim is displayed.
ca: La petició buscada {} està tancada i té una reclamació. Es mostra l'estat de la petició corresponent a aquesta reclamació.
es: La petición buscada {} está cerrada y tiene una reclamación. Se muestra el estado de la petición correspondiente a esta reclamación.

source: The record that you were looking for is closed.
ca: La petició que estava cercant es troba tancada.
es: La petición que busca está cerrada.

source: If you have not received any answer, you do not agree with its resolution or you want to provide new information or documentation you can fill in your request again by doing a Claim.
ca: Si no ha rebut la resposta sol·licitada, no està d'acord amb la seva resolució, o vol aportar nova informació o documentació pot tornar a donar-la d'alta fent una reclamació.
es: Si no ha recibido la respuesta solicitada, no está de acuerdo con su resolución, o quiere aportar nueva información o documentación puede volver a darla de alta haciendo una reclamación.

source: The record that you were looking for is not being processed.
ca: La petició que estava cercant no s'està tramitant.
es: La petición que estaba buscando no se está tramitando.

source: This request is still within the expected time of resolution {} day/s, and for this reason we cannot accept its claim. It will be solved shortly.
ca: La seva petició està encara dins del procés de resolució que és de {} dia/es, i per aquest motiu no podem acceptar la seva reclamació. En breu estarà resolta.
es: Su petición está todavía dentro del proceso de resolución que es de {} día/s, y por este motivo no podemos aceptar su reclamación. En breve será resuelta.

source: The petition has been canceled due to duplication or reiteration. The petition processed is {}. If desired, you can claim the processed petition.
ca: La seva fitxa ha estat anul·lada per duplicitat o reiteració. La fitxa tramitada és la {}. Si voleu podeu reclamar la fitxa tramitada.
es: Su ficha ha sido anulada por duplicidad o reiteración. La ficha tramitada es la {}. Si quiere puede reclamar la ficha tramitada.

source: This request has been closed for more than {} days. To contact again with us you are required to go back to the main menu and open a new request.
ca: Aquesta petició s'ha tancat fa més de {} dies. Per contactar novament amb nosaltres cal tornar al menú principal i crear una nova petició.
es: Esta petición se ha cerrado hace más de {} días. Para contactar de nuevo con nosotros es necesario volver al menú principal y crear una nueva petición.

source: The selected feature does not exist or is not enabled
ca: La característica seleccionada no existeix o no està habilitada
es: La característica seleccionada no existe o no está habilitada

source: Value is not one of the feature options
ca: El valor enviat no és una de les opcions de la característica
es: El valor no es una de las opciones de la característica

source: The selected district does not exist
ca: El districte seleccionat no existeix
es: El distrito seleccionado no existe

source: Address is required with this Element Detail
ca: L'adreça és obligatòria amb aquesta temàtica
es: La direción es obligatoria con esta temática

source: Number is required with this Element Detail
ca: El número és obligatori amb aquesta temàtica
es: El número es obligatorio con esta temática

source: Mandatory characteristics missing
ca: Falten característiques obligatòries
es: Faltan características obligatorias

source: Characteristics not related to the detail
ca: Característiques no relacionades amb el detall
es: Características no relacionadas con la temática

source: The number of attachments is greater than the number allowed
ca: El número de fitxers adjunts és major que el nombre permès
es: El número de adjuntos es major que el número permitido

source: Data is not a base64 valid string
ca: Les dades no són un fitxer en base64 vàlid
es: El string enviado no es un base64 a válido

source: The selected element detail does not exist or is not enabled
ca: La temàtica seleccionada no existeix o no està habilitada
es: La temática seleccionada no existe o no está habilitada

source: The selected applicant does not exist or is not enabled
ca: El sol·licitant seleccionat no existeix o no està habilitat
es: El solicitante seleccionado no existe o no está habilitado

source: Transaction value is not valid
ca: El valor transacció no és vàlid
es: El valor de transación no es válido

source: An applicant must be set
ca: S'ha d'incloure un sol·licitant
es: Se ha de introducir un solicitante

source: Only one applicant can be set
ca: Només s'ha d'incloure un sol·licitant
es: Solo se puede introducir un solicitante

source: If {} is set, {} must be set too
ca: Si {} s'ha emplenat, {} s'ha d'emplenar també
es: Si {} esta introducido, {} se ha de introducir también

source: Street is required with this Element Detail
ca: L'adreça és obligatòria amb aquesta temàtica
es: La direción es obligatoria con esta temática

source: Street2 is required with this Element Detail
ca: L'adreça és obligatòria amb aquesta temàtica
es: La direción es obligatoria con esta temática

source: The selected RecordCard does not exist or is not enabled
ca: La fitxa seleccionada no existeix o no està habilitada
es: La ficha seleccionada no existe o no está habilitada

source: The selected response channel does not exist
ca: El canal de resposta seleccionat no existeix
es: El canal de respuesta seleccionado no existe

source: This field is mandatory for giving an answer by Letter.
ca: El camp és obligatori per a una resposta per carta
es: Este campo es obligatorio para una respuesta por carta

source: The selected input channel does not exist or is not enabled
ca: El canal d'entrada seleccionat no existeix o no està habilitat
es: El canal de entrada seleccionado no existe o no está habilitado

source: Citizen and social entity can not be filled at the same time
ca: El ciutadà i l'entitat social no es poden completar a la vegada
es: El ciudadano y la entidad social no se pueden rellenar al mismo tiempo

source: Citizen or social entity must be filled to create the RecordCard
ca: El ciutadà o l'entitat social s'han d'emplenar per a poder crear la fitxa
es: El ciudadano o la entidad social se deben rellenar para poder crear una ficha

source: Please note that the incidence will be transferred to the responsible department.The deadline to resolve is {} hours. With this information we respond to your request
ca: Us informem que la incidència es traspassarà al departament responsable. El termini previst per resoldre-la és de {} hores. Amb aquesta informació donem per contestada la vostra petició.
es: Le informamos que la incidencia se traspasará al departamento responsable. El plazo previsto para resolverla es de {} horas. Con esta información damos por contestada su petición

source: Files can not be greather than {} KB
ca: Els fitxers no poden ser més grans que {} KB
es: Los ficheros no pueden ser mayores de {} KB

source: Applicant can not be used to create a record because it's blocked
ca: El sol·licitant no es pot utilitzar per a crear fitxes perquè està bloquejat
es: El solicitante no se puede utilizar para crear una ficha porque esta bloqueado

source: The introduced location is wrong
ca: La localització introduïda és incorrecta
es: La localización introducida es incorrecta

source: The claim has been created sucesfully!
ca: La reclamació s'ha creat correctament!
es: La reclamación se ha creado correctamente!

source: En aquest adreça la recollida es fa a través de contenidors. Consulteu la ubicació al telèfon del civisme 900 226 226 (trucada gratuita)
es: En esta dirección la recogida se hace a través de contenedores. Consulte la ubicación con el teléfono de civismo 900 226 226 (llamada gratuita)

source: Podeu deixar els mobles vells davant de la porteria el {} de {}
es: Puede dejar los muebles viejos delante de la portería el {} de {}

source: Cal trucar al telèfon gratuït del Civisme 900 226 226 per sol·licitar la recollida dels mobles i baixar-los els {}, a partir de les {} hores. La recollida es fará a l'endemà però nomès retiraran els mobles i trastos que s'hagin demanat a través d'aquest servei
es: Se debe llamar al teléfono gratuito del Civismo 900 226 226 para solicitar la recogida de los muebles y bajarlos los {}, a partir de las {} horas. La recogida se hará al día siguiente, pero sólo se retirarán los muebles y trastos que se hayan pedido a través de este servicio

source: DILLUNS
es: LUNES

source: DIMARTS
es: MARTES

source: DIMECRES
es: MIÉRCOLES

source: DIJOUS
es: JUEVES

source: DIVENDRES
es: VIERNES

source: DISSABTE
es: SÁBADO

source: DIUMENGE
es: DOMINGO

source: No Message matches the given query.
ca: No existeix el missatge que correspongui a la consulta donada
es: No existe mensaje para la consulta dada

source: The messages was previously answered
ca: El missatge va ser respost amb anterioritat
es: El mensaje fue respondido con anterioridad
