Repository: AjuntamentdeBarcelona/iris
Catalog: src/record_cards/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Resend answer
ca: Resposta reenviada al sol·licitant.
es: Reenviar respuesta

source: RecordCard could not be solved due to it is expired.Days for setting citizens: {}
ca: La fitxa no es pot validar perquè s'ha sobrepassat el seu temps de caducitat. La data de validació era: {}
es: La ficha no se puede resolver porque ha expirado. Dias para indicar ciudadano: {}
