Repository: AjuntamentdeBarcelona/iris
Catalog: src/record_cards/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: RecordCard mayorship flag was updated. {}.
ca: El check d'alcaldia s'ha actualitzat. {}.
es: El check de alcaldia se ha actualizado. {}.

source: There were no previous features.
ca: No hi havia característiques prèvies.
es: No habia características previas.

source: RecordCard special features have been changed. Previous special features are
ca: Les característiques especials de la fitxa s'han modificat. Les característiques anteriors eren
es: Las características especiales de la ficha se han modificado. Las características anteriores eran:

source: RecordCard features have been changed. Previous features are
ca: Les característiques de la fitxa s'han modificat. Les característiques anteriors eren
es: Las características de la ficha se han modificado. Las características anteriores eran:

source: RecordCard has not previous response
ca: La fitxa no tenia resposta prèvia.
es: La ficha no tenia datos de respuesta

source: RecordCard response was updated. Previous response has to be sent to {} by {}.
ca: La resposta de la fitxa s'ha actualitzat. La resposta prèvia s'havia d'enviar a {} per {}.
es: La respuesta de la ficha se ha actualizado. La respuesta previa se tenia que enviar a {} por {}.

source: RecordCard has not previous ubication
ca: La fitxa no tenia ubicació prèvia
es: La ficha no tenia ubicación previa

source: RecordCard ubication was updated. Previous ubication was: {} {} {} {}.
ca: La ubicació de la fitxa s'ha actualitzat la ubicació prèvia era: {} {} {} {}.
es: La ubicación de la ficha se ha actualizado. La ubicación previa era: {} {} {} {}.

source: Element Detail is required for ubication validation
ca: La temàtica és obligatòria per a la validació de la ubicació
es: La temática es obligatoria para la validación de la ubicación

source: Via type is required with this Element Detail
ca: El tipus de via és obligatori amb aquesta temàtica
es: El tipo de via es obligatorio en esta temática

source: Street is required with this Element Detail
ca: El carrer és obligatori amb aquesta temàtica
es: La calle es obligatoria en esta temática

source: Street2 is required with this Element Detail
ca: El número és obligatori amb aquesta temàtica
es: El número es obligatorio en esta temática

source: District is required with this Element Detail
ca: El districte de via és obligatori amb aquesta temàtica
es: El distrito es obligatorio en esta temática

source: Citizen ND logic is not enabled, not allowed to create citizens with dni ND
ca: El grup de l'usuari no té permesa la creació de ciutadans amb DNI ND
es: El grupo del usuario no tiene permitida la creación de ciudadanos con DNI ND

source: User group is not allowed to create citizens with dni ND
ca: El grup de l'usuari no té permesa la creació de ciutadans amb DNI ND
es: El grupo del usuario no tiene permitida la creación de ciudadanos con DNI ND

source: This field is required
ca: Aquest cap és obligatori
es: Esta campo es obligatorio

source: The selected record_type does not exist or is not enabled
ca: Els tipus de fitxa seleccionats no existeixen o no estan disponibles
es: El tipo de ficha seleccionado no existe o esta desactivado

source: The selected applicant type does not exist or is not enabled
ca: El tipus de sol·lcitant triat no existeix o està desactivat
es: El tipo de solicitante escogido no existe o está desactivado

source: The selected input_channel does not exist or is not enabled
ca: El canal d'entrada triat no existeix o està desactivat
es: El canal de entrada escogido no existe o está desactivado

source: The internal operator alredy exists
ca: L'operador intern ja existeix
es: El operador interno ya existe

source: This combination has alredy been set
ca: Aquesta combinació ja s'ha introduït
es: Esta combinación ya se ha introducido

source: User has no permission to set this attribute
ca: No tens permissos per a omplir aquest atribut
es: El usuario no tiene permisos para rellenar este atributo

source: RecordCard Response Response Channel does not allow attachments
ca: El canal de resposta de la fitxa no permet arxius adjunts
es: El canal de respuesta de la ficha no permite adjuntar archivos

source: All files must be related to response's RecordCard
ca: Tots els fitxers han de ser de la fitxa de la resposta
es: Todos los ficheros adjuntados tienen que ser ficheros de la ficha a la que se da respuesta

source: RecordCard is required
ca: La fitxa és obligatòria
es: La ficha es obligatoria

source: RecordCard Theme does not allow english language at response
ca: La temàtica de la fitxa no permet l'anglès com a idioma de la resposta
es: La temática de la ficha no permite la respuest en inglés

source: This response channel is not allowed for this record card theme
ca: Aquest canal de resposta no està permés per la temática de la fitxa
es: Este canal de respuesta no esta permitido para la temática de esta ficha

source: Response Channel not allowed for immediate response
ca: Canal de resposta no permès per a resposta inmmediata
es: El canal de respuesta no es válido para el tipo de respuesta immediata

source: Response Channel can not be 'None' because applicant is an internal operator that requires the response
ca: El canal de resposta no pot ser 'CAP' perquè el sol·licitant és un operador intern que requereix resposta
es: El canal de respuesta no puede ser 'Ninguno' porque el solicitante es un operador interno que requiere respuesta

source: The selected RecordCard does not exist or is not enabled
ca: La fitxa triada no existeix o està desactivat
es: La ficha escogida no existe o está desactivada

source: This field is mandatory for giving an answer by email.
ca: Aquest camp és obligatori per donar una resposta per email.
es: Esta campo es obligatiorio para dar una respuesta por email.

source: This field is mandatory for giving an answer by SMS or Telephone.
ca: Aquest camp és obligatori per donar una resposta per SMS o telèfon.
es: Esta campo es obligatiorio para dar una respuesta por SMS o teléfono.

source: This field is mandatory for giving an answer by Letter.
ca: Aquest camp és obligatori per donar una resposta per carta.
es: Este campo es obligatorio para dar una respuesta por carta

source: The number of features is not the required at the ElementDetail
ca: El nombre de característica no és el requerit per la temàtica
es: El número de características no es el requerido por la temática

source: This feature is mandatory. Value must be set.
ca: Aquesta característica és obligatoria. S'ha d'emplenar el valor.
es: La característica es obligatoria. Se tiene que setear el valor.

source: This feature must be set.
ca: Aquesta característica s'ha d'afegir
es: La característica es obligatoria.

source: Address is required with this Element Detail
ca: El carrer és obligatori amb aquesta temàtica
es: La calle es obligatoria con esta temática

source: The selected record_type does not exist
ca: El tipus de fitxa escollit no existeix
es: El tipo de ficha escogido no existe

source: The selected support does not exist or is not enabled
ca: El support triat no existeix o està desactivat
es: El soporte escogido no existe o está desactivado

source: The selected element_detail does not exist
ca: La temática triada no existeix
es: La temática escogida no existe

source: The selected record_state does not exist or is not enabled
ca: L'estat de la fitxa triat no existeix o està desactivat
es: El estado de la ficha escogido no existe o está desactivada

source: The selected Communication Media does not exist or is not enabled
ca: El mitjà de comunicació escollit no existeix o està deshabilitat
es: El medio de comunicación escogido no existe o está desactivado

source: The selected applicant does not exist or is not enabled
ca: El sol·lcitant triat no existeix o està desactivat
es: El solicitante escogido no existe o está desactivado

source: Request not detected
ca: Petició HTTP no detectada
es: Petición HTTP no detectada

source: Element Detail can not be used because is not active
ca: Aquesta temàtica no està activa i no es poden crear fitxes
es: La temática no se puede utilizar porque no esta activa

source: Input Channel 'QUIOSC' can not be used in a record creation/update
ca: El canal d'entrada 'QUIOSC' no es pot utilitzar en la creació ni l'actualització
es: El canal de entrada 'QUIOSC' no se puede utilizar en la creación ni la actualización de la ficha

source: Input Channel is not allowed for user group
ca: El canal d'entrada no està permès pel perfil de l'usuari
es: El canal de entrada no esta permitido para el grupo del usuario

source: Support is not allowed for the selected input channel
ca: El suport no està permès pel canal d'entrada seleccionat
es: El soporte no esta permitdo para el canal de entrada seleccionado

source: If input channel does not allow mayorship, this can not be set to True
ca: Si el canal d'entrada no permet l'alcaldia, la fitxa no es pot marcar com a tal
es: El canal de entrada no permite marcar la ficha como alcaldia

source: If support Communication Media has been selected, a comunication media has to be set
ca: Si s'ha escollit el suport 'Mitjà de comunicació', s'ha d'indicar un mitjà de comunicació
es: Si el soporte escogido es 'Medio de comunicación', se ha de indicar un medio de comunicación

source: If support Communication Media has been selected, a the publish date has to be set
ca: Si s'ha escollit el suport 'Mitjà de comunicació', s'ha d'indicar una data de publicació
es: Si el soporte escogido es 'Medio de comunicación', se ha de indicar una fecha de publicación

source: Register code is required for the selected support
ca: El codi de registre és requerit pel support escollit
es: El código de registro es obligatorio para el soporte selecionado

source: Register Code selected does not exist
ca: El codi de registre escollit no existeix
es: El código de registro no existe

source: User's group is not allowed to create multirecords
ca: El grup de l'usuari no pot té permis per crear multifitxes
es: El grupo del usuario no tiene permitido crear multifichas

source: The RecordCard selected has alredy a multirecord
ca: La fitxa escollida ja té una multifitxa
es: La ficha seleccionada ya tiene un multificha

source: Applicant id must be set
ca: L'identificador del sol·licitant s'ha d'especificar
es: El identificador del solicitante se tiene que especificar

source: Applicant is required
ca: El solicitant es obligatori
es: El solicitante es obligatorio

source: Applicant can not be used to create a record because it's blocked
ca: El sol·licitant no es pot utilitzar per crear fitxes perquè està bloquejat
es: El solicitante no se puede utilizar para crear fichas porque esta bloqueado

source: User's group is not allowed to set mayorship
ca: El grup de l'usuari no pot marcar una fitxa per alcaldia
es: El grupo del usuario no tiene permitido marcar la ficha como alcaldia

source: User without an assigned group can not create RecordCards
ca: Un usuari sense grup assignat no pot crear fitxes
es: Un usuario sin un grupo asignado no puede crear fichas

source: User assigned to Anonymoys Group can not create RecordCards
ca: Un usuari amb el grup anònim assignat no pot crear fitxes
es: Un usuario con el grupo anónimo assignado no puede crear fichas

source: InputChannel is not allowed to user's group
ca: El canal d'entrada no està permés pel perfil de l'usuari
es: El canal de entrada no esta permitido para el grupo del usuario

source: Citizen ND logic not enabled, not allowed to createa record card with a citizen with dni ND
ca: El grup de l'usuari no té permesa la creació d'una fitxa amb un ciutadà amb DNI ND
es: El grupo del usuario no tiene permitida la creación de una ficha con un ciudadano con DNI ND

source: The selected support does not allow the creation of a record card with a citizen with dni ND
ca: El suport escollit no permet la creació d'una fitxa amb un ciutadà amb DNI ND
es: El soporte selecionado no permite la creación de una ficha con un ciudadano con DNI ND

source: The user group does not allow the creation of a record card with a citizen with dni ND
ca: El grupo de l'usuari no té permesa la creació d'una fitxa amb un ciutadà amb DNI ND
es: El grupo del usuario no tiene permitida la creación de una ficha con un ciudadano con DNI ND

source: {} can not be changed because record card is closed or cancelled
ca: {} no es pot modificar perquè la fitxa està tancada o anul·lada
es: {} no puede ser modificado porque la ficha está cerrada o cancelada

source: {} can not be changed because user has not admin permission
ca: {} no es pot modificar perquè l'usuari no té permisos d'administrador
es: {} no se puede cambiar porque el usuario no tiene permisos de administrador

source: User's group is not allowed to change recordcard response channel
ca: El grup de l'usuari no té permís per canviar el canal de resposta
es: El grupo del usuario no tiene permisos para cambiar el canal de respuesta

source: Record
ca: Fitxa
es: Ficha

source: Record type
ca: Tipus de fitxa
es: Tipo ficha

source: Days from creation
ca: Departament a la creació
es: Departamento de creación

source: Street type
ca: Tipus de carrer
es: Tipo de calle

source: Element
ca: Detall
es: Elemento

source: Special attributes (desc)
ca: Carac. especials (desc)
es: Carac. especiales (desc)

source: Special attibuttes
ca: Carac. especials
es: Carac. especiales

source: Answer type
ca: Tipos Resposta
es: Tipo respuesta

source: Answer
ca: Resposta
es: Respuesta

source: Quality comment
ca: Comentari qualitat
es: Comentario calidad

source: Element Detail can not be changed because RecordCard has been validated
ca: La temàtica no es pot canviar perquè la fitxa ha estat validada
es: La temática no se puede cambiar porque la ficha ha sido validada

source: Element Detail has not been changed
ca: La temàtica no s'ha modificat
es: La temática no se ha modificado

source: Element Detail is not one of the change possibilities
ca: La temàtica no es troba entre les possibilitats de canvi
es: La temática seleccionada no és una de las posibles para el cambio

source: Element Detail can not been changed because user has not permission to change elementdetail to a different area
ca: La temàtica no es pot modificar perquè l'usuari no té permisos per a modificar la temàtica a una àrea diferent
es: La temática no se puede modificar porque el usuario no tiene permiso para cambiar la temática a una area diferente

source: Theme changed from '{}' to '{}'.
ca: Temàtica modificada de '{}' a '{}'.
es: La temàtica ha cambiado de '{}' a '{}'.

source: Features {} will not be taken into account
ca: Les característiques {} no es tindràn en compte
es: Las características {} no se tendrán en cuenta

source: RecordCard set to urgent
ca: Fitxa marcada com urgent
es: Ficha marcada como urgente

source: RecordCard set to NO urgent
ca: Fitxa marcada com a NO urgent
es: Ficha marcada como NO urgente

source: The selected RecordState does not exist or is not enabled
ca: L'estat de la fitxa triat no existeix o està desactivat
es: El estado de la ficha escogido no existe o está desactivado

source: The selected Reason does not exist or is not enabled
ca: El motiu triat no existeix o està desactivat
es: El motivo escogido no existe o está desactivado

source: Group is needed for data validation
ca: Es necessita el grup de la cancelació per a la validació de les dades
es: Se necesita el grupo que realiza la cancelación para la validación de los datos

source: A RecordCard pending to validate can not be cancelled with Reason 'Validation By Error ({})'
ca: Una fitxa pendent de validar no pot ser anul·lada amb motiu 'Validada per error ({})'
es: Una ficha pendiente de validar no puede ser anulada con motivo 'Validación por error ({})'

source: A RecordCard that has expired can not be cancelled with Reason 'Validation By Error ({})'. RecordCard must be cancelled by Reason 'Expiration ({})'
ca: Una fitxa que ha cacucat no pot ser anul·lada amb motiu 'Validada per Error ({})'. La fitxa s'ha d'anul·lar per 'Caducitat ({})'
es: Una ficha expirada no puede ser anulada con motivo 'Validación por error ({})'. La ficha ha de ser anulada por 'Expiración ({})'

source: The group {} is not allowed to cancel the RecordCard by 'Validation by Error' because it's not its responsible profile or a superior of it
ca: El grup {} no pot anul·lar la fitxa per 'Validació per error' perquè no és el responsable de la fitxa ni un superior d'aquest
es: El grupo {} no puede cancelar la ficha por 'Validación por Error' porque no es el responsable de la ficha ni un superior de ese grupo

source: RecordCard can not be cancelled by 'Validation by Error' because it has exceeded the maximum number of days on it's ambit
ca: La fitxa no es pot anul·lar per "Validació per Error" perquè ha excedit el màxim nombre de dies al seu àmbit
es: La ficha no puede ser anulada por 'Validación por Error' porque ha excedido el número máximo de dias en su ámbito

source: A RecordCard that has not expired can not be cancelled with Reason 'Cancelled because expiration ({})'
ca: Una fitxa que no ha cacucat no pot ser anul·lada amb motiu 'Anul·lada per caducitat ({})'
es: Una ficha que no ha expirado no puede ser anulado con motivo 'Anulada por expiración ({})'

source: Duplicated record card is mandatory for cancel by duplicity.
ca: Es obligatori introduir la fitxa duplicada per anul·lar per caducitat.
es: La código de la ficha duplicada es obligatoria para la cancelación por duplicidad.

source: RecordCard with code {} does not exist
ca: La fitxa amb codi {} no existeix
es: La ficha con código {} no existe

source: RecordCard can not be cancelled because of duplicity reason due to different applicants
ca: La fitxa no pot ser anul·lada per duplicitat ja que tenen diferents solicitants
es: La ficha no puede ser anulada por duplicidad debido a los diferentes solicitantes

source: RecordCard can not be cancelled because of duplicity due to duplicated record card has been cancelled previously
ca: La fitxa no pot ser anul·lada per duplicitat ja que la fitxa duplicada ha estat cancelada prèviament
es: La ficha no puede ser anulada por duplicidad debido a que la ficha duplicada ha sido cancelada previamente

source: RecordCard can not be cancelled because of duplicity due to duplicated record card code is its own one
ca: La fitxa no pot ser anul·lada per duplicitat ja que la fitxa perquè el codi és el de la mateixa fitxa
es: La ficha no puede ser anulada por duplicidad debido a que el código de la ficha duplicada es el de la propia ficha

source: User has to be asigned to a group to be able to do a reasignation
ca: L'usuari ha de tenir un grup assignat per a poder fer la reassignació
es: El usuario tiene que tener un grupo assignado para poder hacer la reasignación

source: Allow multiderivation can not be set because record's theme does not allow it
ca: No es pot permetre la derivació després de la reasignació perquè la temàtica no ho permet
es: No se puede permitir la derivación después de la reasignación porque la temática no lo permite

source: File extension is not allowed
ca: L'extensió del fitxer no està permesa
es: La extensión del fichero no esta permitida

source: The selected record card does not exist or is not enabled
ca: La fitxa triada no existeix o està desactivat
es: La ficha escogida no existe o está desactivada

source: Only the responsible profile of the Record Card can upload a file
ca: Només el grup responsable pot pujar arxius a un fitxa
es: Solo el perfil responsable de la ficha puede subir un fichero

source: The file can not be uploaded because the record has the maximum number of files {}
ca: El fitxer no es pot pujar perquè la fitxa ja té el nombre màxim de fitxers {}
es: El fichero no se puede subir porque se ha superado el número máximo de ficheros en la ficha {}

source: Incorrect value. Choose an enabled Resolution Type
ca: Valor incorrecte. Escolliu un tipus de resolució habilitat
es: Valor incorrecto. Escoga un tipo de resolución habilitado

source: A RecordCard that requires an appointment needs the appointment date&time
ca: Una fitxa que requereix una cita necessita la data i el dia d'aquesta
es: Una ficha que requiere una cita previa necesita la hora y la fecha de la cita

source: A RecordCard that requires an appointment needs the appointment person
ca: Una fitxa que requereix una cita necessita la persona encarregada de la cita
es: Una ficha que requiere una cita previa necesita la persona de la cita

source: Files from record {} could not be copied
ca: Els fitxers de la fitxa {} no s'han pogut copiar
es: Los ficheros de la ficha {} no se pudieron copiar

source: Action can not be done with a closed or cancelled record
ca: L'acció no es pot dur a terme perquè la fitxa està tancada o anul·lada.
es: La acción no se puede llevar a cabo porque la ficha está cerrada o cancelada.

source: You don't have mayorship permissions to do this actions
ca: No tens permissos de gabinet d'alcaldia per a realitzar aquesta acció
es: No tienes permisos de gabinete de alcaldia para realizar esta acción

source: Cannot send the record card to the external management service
ca: Ha fallat l'enviament al sistema extern, torna a provar en uns segons.
es: No se puede enviar la ficha al servicio externo, prueba de nuevo en unos segundos.

source: RecordCard could not be validated with indicated Record because they are not similar
ca: La fitxa no es pot validar amb la possible fitxa similar perquè que no són similars
es: La ficha no se puede validar con la ficha propuesta como similar porque las fichas no son similares

source: RecordCard could not be validated due to its validation time has expired.Validation date: {}
ca: La fitxa no es pot validar perquè s'ha sobrepassat el seu temps de validació. La data de validació era: {}
es: La ficha no se puede validar porque se ha sobrepasado su tiempo de validación. Fecha de validación: {}

source: User's group can not answer the RecordCard as it's not an ambit coordinator
ca: El grup de l'usuari no pot respondre la fitxa perquè no és un coordinador d'àmbit
es: El grupo del usuario no puede responder la ficha porque no es un coordinador de ámbito

source: You can only answer records in pending answer state.
ca: Només pots respondre fitxes que estiguin en l'estat pendent de resposta.
es: Solo puedes responder fichas en estado pendiente de responder.

source: You must write an answer for all records before closing this process.
ca: Has d'escriure respostes per a totes les fitxes abans de tancar el procés.
es: Se tiene que escribir una respuesta para todas las fichas antes de cerrar el proceso.

source: Action can not be done with a cancelled record
ca: L'acció no es pot dur a terme perquè la fitxa està anul·lada.
es: La acción no se puede llevar a cabo porque la ficha está cancelada.

source: You are not allow to perform the action with a closed or cancelled record
ca: No tens permisos per a dur a terme l'acció per a una fitxa tancada o anul·lada.
es: No tiene permiso para llevar llevar a cabo la acción para una ficha está cerrada o cancelada.

source: Only the responsible profile of the Record Card or DAIR can delete a file
ca: Només el grup responsable de la fitxa o el DAIR pot borrar una fitxa
es: Solo el responsable de la ficha o el dair puede borrar un fichero

source: The file {} was deleted.
ca: El fitxer {} va ser esborrat.
es: El fichero {} fue borrado.

source: You have to change to one of the themes of your ambit before.
ca: No pot avançar aquesta tasca perquè no està assignada a una temàtica del seu àmbit. Per solucionar aquest problema, ha de tornar a carregar la tasca, ja que potser un altre usuari ha fet canvis.
es: Debe cambiar la ficha a un temática de su ámbito primero.

source: Resoluted at {} by {}
ca: Resolt a {} per {}
es: Resuelto a {} por {}
