Repository: AjuntamentdeBarcelona/iris
Catalog: src/record_cards/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: You don't have permissions to do this actions
ca: No tens permissos per a realitzar aquesta acció
es: No tienes permisos para realizar esta acción

source: Post data are invalid
ca: Les dades del post són invàlides
es: Datos del post inválidos

source: Applicant Name
ca: Nom del sol·licitant
es: Nombre del solicitante

source: Applicant Surname
ca: Cognom del sol·licitant
es: Primer apellido del solicitante

source: Applicant Second Surname
ca: Segon cognom del sol·licitant
es: Segundo apellido del solicitante

source: Applicant Social Reason
ca: Raó social del sol·licitant
es: Razón social del solicitante

source: Applicant DNI
ca: DNI Sol·licitant
es: DNI Solicitante

source: Applicant CIF
ca: CIF Sol·licitant
es: CIF Solicitante

source: Applicant Address Response
ca: Adreça de resposta del sol·licitant
es: Dirección de respuesta del solicitante

source: Applicant Phone Response
ca: Telèfon de resposta del sol·licitant
es: Teléfono de respuesta del solicitante

source: Applicant Email Response
ca: Email de resposta del sol·licitant
es: Email de respuesta del solicitante

source: Created at init
ca: Inici data de creació
es: Inicio fecha de creación

source: Created at end
ca: Fi data de creació
es: Final fecha de creación

source: Closing date init
ca: Inici data de tancament
es: Inicio fecha de cierre

source: Closing date end
ca: Fi data de tancament
es: Final fecha de cierre

source: Ans limit date at init
ca: Inici data límit ans
es: Inicio fecha límite ANS

source: Ans limit date at end
ca: Fi data límit ans
es: Fin fecha límite ANS

source: Responsible Profile Description
ca: Descripció perfil responsable
es: Descripción Perfil Responsable

source: Creation Profile
ca: Perfil creador
es: Perfil de creación

source: Incharge Profile
ca: Perfil encarregat
es: Perfil encargado

source: Advanced Responsible Profile
ca: Perfil responsable avançat
es: Perfil responsable avanzado

source: User id
ca: Identificador usuari
es: Id del usuario

source: Normalized record id contains
ca: Codi fitxa conte
es: Código ficha contiene

source: Neighborhood
ca: Barri
es: Barrio

source: Create operator
ca: Operador creació
es: Operador creación

source: Validate operator
ca: Operador validació
es: Operador validación

source: Plan operator
ca: Operador planificació
es: Operador planificación

source: Resolute operator
ca: Operador resolució
es: Operador resolución

source: Close operator
ca: Operador Tancament
es: Operador cierre

source: Ariadna Record
ca: Registre Ariadna
es: Registro Ariadna

source: Applicant Identifier
ca: Identificador del sol·licitant
es: Document Identificador del solicitante

source: Name
ca: Nom
es: Nombre

source: First Surname
ca: Primer cognom
es: Primer apellido

source: Second Surname
ca: Segon cognom
es: Segundo apellido

source: Full name
ca: Nom complet
es: Nombre completo

source: Raó social
es: Razón Social

source: Via Type
ca: Tipus de carrer
es: Tipo de via

source: Official Street Name
ca: Nom oficial del carrer
es: Nombre oficial de la calle

source: Street
ca: Carrer
es: Calle

source: Street 2
ca: Segona part direcció
es: Segunda parte calle

source: Nexus
ca: Nexe
es: Nexo

source: Neighborhood B
ca: Barri B
es: Barrio B

source: Neighborhood ID
ca: ID del barri
es: Barrio ID

source: District
ca: Districte
es: Distrito

source: Statistical Sector
ca: Sector estadístic
es: Sector estadístico

source: Enabled
ca: Habilitat
es: Habilitado

source: Geocode Validation
ca: Validació Geocode
es: Validación de geocode

source: Geocodeo District ID
ca: Id del districte Geocode
es: ID del Districto de geocode

source: Research Zone
ca: Zona de recerca
es: Zona de investigación

source: Stair
ca: Escala
es: Escalera

source: Floor
ca: Pis
es: Piso

source: Door
ca: Posta
es: Puerta

source: Letter
ca: Lletra
es: Letra

source: Coordinate X
ca: Coordenada X
es: Coordenada X

source: Coordinate Y
ca: Coordenada Y
es: Coordenada Y

source: Coordinate UTM X
ca: Coordenada UTM X
es: Coordenada UTM X

source: Coordinate UTM Y
ca: Coordenada UTM Y
es: Coordenada UTM Y

source: Latitude
ca: Latitud
es: Latitud

source: Longitude
ca: Longitud
es: Longitud

source: Numbering type
ca: Tipus de numeració
es: Tipo de numeración

source: Temp error
ca: Error temporal
es: Error temporal

source: Polygon Code
ca: Codi de polígon
es: Código de polígono

source: District: {}
ca: Districte: {}
es: Distrito: {}

source: Ubication
ca: Ubicació
es: Ubicación

source: Letter post f
ca: Lletra post f
es: Letra post f

source: Male
ca: Masculí
es: Masculino

source: Female
ca: Femení
es: Femenino

source: Unknown
ca: Desconegut
es: Desconocido

source: PASS
es: Passaporte

source: Full normal name
ca: Nom complet normalitzat
es: Nombre completo normalizado

source: Normalized Name
ca: Nom normalitzat
es: Nombre normalizado

source: Normalized First Surname
ca: Primer cognom normalitzat
es: Primer apellido normalizado

source: Normalized Second Surname
ca: Segón cognom normalitzat
es: Segundo apellido normalizado

source: Birth Year
ca: Any de naixement
es: Año de nacimiento

source: Sex
ca: Sexe
es: Sexo

source: Language
ca: Idioma
es: Idioma

source: Response
ca: Resposta
es: Respuesta

source: Document Type
ca: Tipus de document
es: Tipo de documento

source: MIB Code
ca: Codi MIB
es: Código MIB

source: Blocked
ca: Bloquejat
es: Bloqueado

source: The inserted dni was previously assigned to another citizen
ca: El DNI introduït ja ha estat assignat a un altre ciutadà
es: El DNI introducido ya ha sido assignado a otro ciudadano

source: Social Reason
ca: Raó Social
es: Razón Social

source: Normal Social Reason
ca: Raó Social normalitzada
es: Razón Social normalizado

source: Contact
ca: Contacte
es: Contacto

source: The inserted cif was previously assigned to another social_entity
ca: El cif introduït ja ha estat assignat a un altre entitat social
es: El cif introducido ya ha sido assignado a otra entidad social

source: Internal operator document
ca: Document operador intern
es: Documento operador interno

source: Applicant Type
ca: Tipus de sol·licitant
es: Tipo de solicitante

source: Input Channel
ca: Canal d'entrada
es: Canal de Entrada

source: Citizen
ca: Ciutadà
es: Ciudadano

source: Social Entity
ca: Entitat social
es: Entidad Social

source: Flag CA
es: Marca CA

source: Pend to anonymize
ca: Pendent d'anonimitzar
es: Pendiente de anonimizar

source: Citizen and Social Entity can not be null at the same time. Please set a value for one or the other.
ca: El ciutadà i la entitat social no poden estar buits a la vegada. Per favor, asigna un valor a un o a l'altre.
es: El ciudadano y la entidad social no pueden estar vacios a la vez. Por favor, asigna un valor a uno u otro.

source: Citizen and Social Entity can not be set at the same time. Please deselect one or the other.
ca: El ciutadà i la entitat social no poden estar assignats a la vegada. Per favor, asigna valor només a un.
es: El ciudadano y la entidad social no pueden estar asignados a la vez. Por favor, asigna valor solo a uno.

source: Applicant
ca: Sol·licitant
es: Solicitante

source: Phone Number
ca: Número de telèfon
es: Número de teléfono

source: Mobile Number
ca: Número de mòbil
es: Número de móbil

source: Street Type
ca: Tipus de carrer
es: Tipo de calle

source: Number
ca: Nombre
es: Número

source: Scale
ca: Escala
es: Escalera

source: Postal Code
ca: Codi Posta
es: Código postal

source: Municipality
ca: Municipi
es: Municipio

source: Province
ca: Provincia
es: Provincia

source: Authorization
ca: Autorització
es: Autorización

source: Application
ca: Aplicació
es: Aplicación

source: Communication Media
ca: Mitjà de comunicació
es: Medio de comunicación

source: Normalized ID
ca: Id normalitzat
es: ID Normalizado

source: Creation date
ca: Data de creació
es: Fecha de creación

source: Description
ca: Descripció
es: Descriptción

source: Element Detail
ca: Detall de temàtica
es: Temática

source: Field for traceability and report purpose. Not edit
ca: Camp per trazabilitat i informes. No editar
es: Campo para trazabildiad y reportes. No editar

source: Request
ca: Petició
es: Petición

source: Responsible profile
ca: Perfil responsable
es: Perfil responsable

source: Reasigned
ca: Reassignada
es: Reasignada

source: Shows if RecordCard has been manually reasigned or not
ca: Indica si la fitxa ha estat reassignada manualment o no
es: Indica si una ficha ha sido reasignada manualmente o no

source: Process
ca: Procès
es: Proceso

source: Record State
ca: Estat de la fitxa
es: Estado ficha

source: Record Type
ca: Tipus de fitxa
es: Tipo ficha

source: Mayorship
ca: Alcaldia
es: Alcaldia

source: Normalized Record Id
ca: Id de fitxa normalitzat
es: Identificador ficha normalizado

source: Alarm
ca: Alarma
es: Alarma

source: Auxiliary
ca: Auxiliar
es: Auxiliar

source: Closing date
ca: Data de tancament
es: Fecha de cierre

source: ANS limit date
ca: Data limit ANS
es: Fecha límite ANS

source: ANS limit near expire
ca: Data límit ANS a punt d'expirar
es: Fecha límite ANS a punto d'expirar

source: Communication Media Date
ca: Data mitjà de comunicació
es: Fecha comunicación medios

source: Communication Media Detail
ca: Detall mitjà de comunicació
es: Detalle comunicación medios

source: Record Parent Claimed
ca: Fitxa pare reclamada
es: Ficha padre reclamada

source: Reassignment not Allowed
ca: Reassignació no permessa
es: Reasignación no permitida

source: Urgent
es: Urgente

source: Page origin
ca: Pàgina original
es: Página origen

source: Email external derivation
ca: Email extern derivació
es: Email derivación externa

source: User displayed
ca: Visualitzat per l'usuari
es: Usuario mostrado

source: Historicized
ca: Historificada
es: Historificado

source: Allow Multiderivation
ca: Permet multiderivació
es: Permite multiderivación

source: Start Date Process
ca: Data inici procès
es: Fecha inicio proceso

source: Appointment Time
ca: Hora de la cita
es: Hora cita

source: Similar process
ca: Procès Similar
es: Proceso similar

source: Possible Similar Records
ca: Possibles fitxes similars
es: Posibles fichas similares

source: Response State
ca: Estat de la resposta
es: Estado respuesta

source: Notify quality
ca: Notificar qualitat
es: Notificar calidad

source: Multi complaint
ca: Multi queixa
es: Multiqueja

source: MultiRecord From
ca: Multifitxa desde
es: Multificha

source: Is MultiRecord
ca: És multifitxa
es: Es multificha

source: CI Date
ca: Data CI
es: Fecha CI

source: Support Numbers
ca: Nombres de soport
es: Número de soporte

source: Workflow
ca: Procès
es: Proceso

source: Pend Applicant Response
ca: Resposta de sol·licitant pendent
es: Pendiente respuesta solicitante

source: Applicant Response
ca: Resposta sol·licitant
es: Respuesta Solicitante

source: Pend Response to Record Responsible
ca: Pendent de respondre al responsable de la fitxa
es: Pendiente de respuesta al responsable

source: Response to Record Responsible
ca: Resposta al responsable de la fitxa
es: Respuesta al responsable

source: Response Time Expired
ca: Temps de resposta caducitat
es: Tiempo de respuesta expirado

source: Claim From
ca: Reclamació desde
es: Reclamado desde

source: Number of claims
ca: Nombre de reclamacions
es: Número de reclamaciones

source: Citizen alarm
ca: Alarma ciutadà
es: Alarma Ciudadano

source: Citizen web alarm
ca: Alarma ciutadà web
es: Alarma Ciudadano web

source: Cancel Request
ca: Petició de cancelació
es: Petición de cancelación

source: Department on creation
ca: Departament a la creació
es: Departamento en la creación

source: Department on cancelation
ca: Departament a la cancelació
es: Departamento en la cancelación

source: Creation group
ca: Perfil creador
es: Perfil de creación

source: Organization
ca: Organització
es: Organización

source: The number of claims is greater or equal than the configured limit
ca: S'ha superat el nombre de reclamacions i només podrà respondre el responsable del teu ámbit.
es: El número de reclamaciones es igual o superior al límite configurado

source: The record has overcome the limit of days to response
ca: S'ha superat el nombre de dies per respondre la fitxa
es: Se ha sobre el límite de dias para responder la ficha

source: User's group not detected
ca: Grup de l'usuari no detectat
es: Grupo del usuario no detectado

source: Automatically closed record because response has not to be sent
ca: Fitxa tancada automàticament perquè no s'ha d'enviar resposta
es: Ficha cerrada automáticamente porque no se ha de enviar respuesta

source: Automatic reasignation by derivation
ca: Reasignació automàtica per derivació
es: Reasignación automática por derivación

source: Copying files
ca: Copiant fitxers
es: Copiando ficheros

source: Record Card
ca: Fitxa
es: Ficha

source: Validation User
ca: Usuari validació
es: Usuario validación

source: Planification User
ca: Usuari planificació
es: Usuario planificación

source: Resolution User
ca: Usuari resolució
es: Usuario resolución

source: Resolution Comment
ca: Comentari resolució
es: Comentario de resolución

source: Closing User
ca: Usuari tancament
es: Usuario cierre

source: RecordCard
ca: Fitxa
es: Ficha

source: Block expire time
ca: Temps d'expiració del bloqueig
es: Tiempo de expiración bloqueo

source: Group
ca: Grup
es: Grupo

source: RecordCard Previous State
ca: Estat previ de la fitxa
es: Estado previo ficha

source: RecordCard Next State
ca: Següent estat de la fitxa
es: Siguiente estado ficha

source: Automatic
ca: Automàtic
es: Automático

source: Set to true if the state change has been done automatically
ca: Marcat com a vertader si el canvi d'estat de la fitxa ha estat automàtic
es: Marcado a Verdadero si el estado se ha modificado automáticamente

source: Feature
ca: Característica
es: Característica

source: Value
ca: Valor
es: Valor

source: Is theme feature
ca: La característica pertany a la temàtica
es: Es característica de temática

source: Shows if the related feature is from the current record theme
ca: Indica si la característica relacionada pertany a la temàtica actual
es: Muestra si la característica relacionada es de la temática actual

source: Reason
ca: Motiu
es: Motivo

source: Comment
ca: Comentari
es: Comentario

source: Response Channel
ca: Canal de resposta
es: Canal de respuesta

source: Address, Mobile or Email
ca: Adreça, mòbil o correu electrònic
es: Dirección, movil o email

source: Postal code
ca: Codi Postal
es: Código Postal

source: Answered
ca: Resposta
es: Respondida

source: Via Name
ca: Nom del carrer
es: Nombre de la via

source: Correct Response Data
ca: Dades de resposta correctes
es: Datos de respuesta correctos

source: Response worked
ca: Resposta treballada
es: Respuesta trabajado

source: Template Changed
ca: Plantilla modificada
es: Plantilla modificada

source: Others
ca: Altres
es: Otros

source: Avoid send answer
ca: Evitar enviar resposta
es: Evitar enviar respuesta

source: Send Date
ca: Data enviament
es: Fecha envia

source: Text date
ca: Data text
es: Texto fecha

source: Worked
ca: Treballada
es: Trabajada

source: From Record Creation
ca: Des de la creació de la fitxa
es: Desde creación de ficha

source: From Record Detail
ca: Desdel detall de la fitxa
es: Desde detalle de ficha

source: From Record Communications
ca: Des de comunicacions de ficha
es: Desde comunicaciones de ficha

source: From Public Web
ca: Desde web pública
es: Desde web pública

source: From Response
ca: Des de la Resposta
es: Desde la respuesta

source: Record File
ca: Fitxer de fitxa
es: Fichero de ficha

source: File Type
ca: Tipus de fitxer
es: Tipo de fichero

source: User Group
ca: Grup de l'usuari
es: Grupo usuario

source: Previuos Responsible Group
ca: Grup responsable anterior
es: Grupo responsable previo

source: Next Responsible Group
ca: Grup responsable següent
es: Siguiente grupo responsable

source: Previous responsibe profile and next responsible profile can not be the same
ca: El perfil responsable i el nou perfil responsable no poden ser el mateix
es: El perfil responsable y el nuevo perfil responsable no pueden ser el mismo

source: Selected next group responsible of record card is not one of the possible options
ca: El nou perfil responsable de la fitxa escollit no és una de les opcions possibles
es: El nuevo perfil responsable de la ficha escogido no es una de las opciones possibles

source: The selected RecordCard can not be reassigned
ca: La fitxa seleccionada no pot ser reassignada
es: La ficha seleccionada no puede ser reasinada

source: Year
ca: Any
es: Año

source: Month
ca: Mes
es: Mes

source: Record Entries
ca: Entrades de fitxes
es: Entradas de ficha

source: Pending Validation
ca: Pendent de validació
es: Pendiente de validación

source: Processing
ca: Processant
es: En proceso

source: closed
ca: tancada
es: cerrada

source: Cancelled
ca: Anul·lada
es: Cancelado

source: External Processing
ca: Processament extern
es: Processamiento Externo

source: Pending records
ca: Fitxes pendents
es: Fichas pendientes

source: Average Close Days
ca: Mitja de dies de tancament
es: Media de dias de cierre

source: Average Age Days
ca: Mitja edat fitxes (dies)
es: Media edad fichas (dias)

source: State
ca: Estat
es: Estado

source: Close Date
ca: Data de tancament
es: Fecha cierre

source: Visual User
ca: Usuari visual
es: Usuario visual

source: Theme modified
ca: Temàtica modificada
es: Temática modificada

source: Service or person in charge
ca: Servei o persona encarregada
es: Servicio o persona al cargo

source: Resolution Type
ca: Tipus de resolució
es: Tipo de resolución

source: Resolution Date
ca: Data de resolució
es: Fecha de resolución

source: Planning
ca: Planificació
es: Planificación

source: Resolution
ca: Resolució
es: Resolución

source: Task
ca: Tasca
es: Tarea

source: User has no permissions to do this action
ca: No tens permissos per a realitzar aquesta acció
es: El usuario no tiene permisos para realizar esta acción

source: Only can move to its own ambit themes.
ca: Només es pot canviar a les temàtiques del seu àmbit
es: Solo se puede cambiar a las temáticas de su ámbito.

source: Cannot change theme on validated record cards.
ca: No es pot canviar la temàtica perquè les fitxes estan validades.
es: No se puede cambiar la temática en fichas validadas

source: Action can not be done because the RecordCard is closed or cancelled.
ca: L'acció no es pot dur a terme perquè la fitxa està tancada o anul·lada.
es: La acción no se puede llevar a cabo porque la ficha está cerrada o cancelada.

source: User has permissions to cancel the request
ca: L'usuari té permisos per a anul·lar la fitxa
es: El usuario tiene permisos para cancelar la ficha

source: User can not open a conversation because it's not the responsible profile of the record
ca: L'usuari no pot començar una nova conversa perquè no és del grup responsable de la fitxa
es: El usuario no puede iniciar una conversación porque no es el grupo responsable de la ficha

source: A claim can not be created due to RecordCard state is not closed or cancelled.Current Record State is {}
ca: No es pot crear una reclamació perquè l'estat de la fitxa no és tancada o anul·lada. L'estat actual de la fitxa és {}
es: No se puede crear una reclamación porque el estado de la ficha no es cerrada o cancelada. El estado actual de ficha es {}

source: A claim can not be created due to RecordCard has an existent claim
ca: No es pot crear una reclamació perquè ja existeix una reclamació
es: No se puede crear una reclamación porque la ficha ya tiene una reclamación en curso

source: A claim can not be created due to RecordCard claim date limit has been overcome.Claim date limit was {}
ca: No es pot crear una reclamació perquè la data límit per a reclamacions s'ha superat. La data límit de reclamació era {}.
es: No se puede crear una reclamación porque la fecha de reclamación límite se ha superado. La fecha límite de reclamación era {}

source: A claim can not be created due to RecordCard Applicant is blocked.Applicant is {}
ca: No es pot crear una reclamació perquè el sol·licitant està bloquejat. El sol·licitant és {}
es: No se puede crear una reclamación porque el solicitante de la ficha esta bloqueado. El solicitante es {}

source: There are a few hours left to claim. ANS limit date: {}
ca: Queden unes hores per a poder reclamar. Data límit ANS: {}.
es: Quedan unas horas para poder reclamar. Fecha límite ANS: {}

source: It remains {} days to claim.
ca: Queden {} dies per a poder reclamar.
es: Quedan {} días para poder reclamar.

source: A claim can not be created due to RecordCard ANS date limit has not overcome. {}
ca: No es pot crear una reclamació perquè la data límit del ANS no s'ha superat. {}
es: No se puede crear una reclamación porque la fecha límite de ANS no se ha superado aún. {}

source: File {} was copied from record {}
ca: El fitxer {} s'ha copiat de la fitxa {}
es: El fichero {} se ha copiado desde la ficha {}

source: Group {} can not tramit record {}
ca: El grup {} no pot tramitar la fitxa {}
es: El grupo {} no puede tramitar la ficha {}

source: RecordCard is set as 'No Reasignable'.
ca: Fitxa marcada com a no reassignable i només podràs reassignar dintre del teu àmbit.
es: Ficha marcada como "NO reasignable"

source: Only a coordinator is allowed to send the response
ca: Només un coordinador pot enviar la resposta
es: Solo un coordinador puede enviar la respuesta

source: RecordCard {} can not be reasigned outside group's ambit after validation because it's theme does not allow it.
ca: La fitxa {} no es pot reassignar a fora de l'àmbit després de la validació perquè la seva temàtica no ho permet.
es: La ficha {} no se puede reasignar fuera del ámbito del grupo después de la validación porque la temática no lo permite.

source: RecordCard {} can not be reasigned outside group's ambit because the period to do it has overcome. To be reasigned, the record must be cancelled by expiration
ca: La fitxa {} no es pot reassignar fora de l'àmbit perquè s'ha sobrepassat el periode per fer-ho. Per a reassignar-la fora de l'àmbit, s'ha d'anul·lar la fitxa per caducitat.
es: La ficha {} no se puede reasignar fuera del ámbito del grupo porque el periodo para hacerlo ha expirado. Para reasignarla, se ha de cancelar la ficha por caducidad.

source: RecordCard {} can not be reasigned outside group's ambit because it has been claimed more than {} times
ca: La fitxa {} no es pot reassignar a fora de l'àmbit perquè ha estat reclamada més de {} cops.
es: La ficha {} no se puede reasignar fuera del ámbito del grupo porque ha sido reclamada más de {} veces

source: Validate Record Card
ca: Validar fitxa
es: Validar ficha

source: Cancel Record Card
ca: Anul·lar fitxa
es: Cancelar ficha

source: Attach applicant
ca: Afegir Sol·licitant
es: Añadir solicitante

source: Answer Record Card
ca: Respondre fitxa
es: Responder ficha

source: Planify Record Card
ca: Planificar fitxa
es: Planificar ficha

source: Record Card Resolution
ca: Resolució de fitxa
es: Resolución ficha

source: External Returned Record Card
ca: Retorn extern de fitxa
es: Retorno extorno de la ficha

source: External Close Record Card
ca: Tancament extern de fitxa
es: Cierre externo de la ficha

source: External Cancel Record Card
ca: Cancelació externa de fitxa
es: Cancelación externa de la ficha

source: RecordCard description was updated. Previous description was: {}.
ca: La descripció de la fitxa s'ha actualitzat. La descripció anterior era: {}.
es: La descripción de la ficha se ha actualizado. La descripción anterior era: {}.

source: It was mark before the update
ca: Estava marcat abans de l'actualització
es: Estaba marcado antes de la actualización

source: It was unmark before the update
ca: No estava marcat abans de l'actualització
es: No estaba marcado antes de la actualización
