Repository: AjuntamentdeBarcelona/iris
Catalog: src/profiles/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: The previous responsible group of the RecordCard was deleted
ca: El grup responsable previ de la fitxa ha estat esborrat
es: El grupo responsable de la ficha anterior fue borrado

source: Enabled
ca: Actiu
es: Habilitado

source: Group Plate
ca: Matrícula Grup
es: Matrícula Grupo

source: Description
ca: Descripció
es: Descripción

source: Profile Hierarchical
ca: Perfil jeràrquic
es: Perfil jerárquico

source: Profile ctrl user id
ca: ID Perfil control user
es: Perfil control user id

source: Dist sect id
ca: Id dist sect

source: Service line
ca: Linia de servei
es: Linia de servicio

source: No Reasigned
ca: No reasignada
es: No Reasignada

source: Signature
ca: Firma
es: Firma

source: Icon
ca: Icona
es: Icono

source: Letter template id
ca: Id del template de carta
es: ID del template de carta

source: Last pending delivery
ca: Darrera entrega pendent
es: Última entrega pendiente

source: Citizen ND
ca: Ciutadà ND
es: Ciudadano ND

source: Certificate
ca: Certificat
es: Certificado

source: Number of levels above for seeing the tree
ca: Nombre de nivells superiors per veure a l'arbre
es: Número de niveles superiores para ver el árbol

source: Validate Thematic Tree
ca: Valida arbre temàtiques
es: Validar árbol temática

source: Is AnonymousGroup
ca: És el grup anònim
es: Es Grupo Anónimo

source: Is Ambit
ca: És àmbit
es: Es ámbito

source: Notifications emails list
ca: Llistat de correus electrònics de notificacions
es: Emails de notificación

source: List of emails (separated by commas) to send notifications
ca: Llistat de correus electrònics (separats per comes) on enviar les notificacions
es: Listado de mails (separado por comas) a los que enviar las notificaciones

source: Records Next to expire
ca: Fitxes properes a expirar
es: Fichas cercanas a expirar

source: Send notifications for records next to expire
ca: Enviar notificacions de les fitxes properes a expirar
es: Enviar notificaciones para las fichas cercanas a expirar

source: Records Next to expire frequency (days)
ca: Freqüència de notificació de les fitxes properes a expirar
es: Frecuencia de notificación de las fichas cercanas a expirar

source: Records next to expire last notify date
ca: Data de la darrera notificació de les fitxes properes a expirar
es: Última fecha de notificación de las fichas cercanas a expirar

source: Last day records next to expire has been notified
ca: Darrer dia de la notificació de les fitxes properes a expirar
es: Último dia donde se envió la notificación de las fechas cercanas a expirar

source: Records Allocation
ca: Fitxes rebudes
es: Fichas recibiadas

source: Send notifications for records allocation
ca: Enviar notificació fitxes rebudes
es: Enviar notificaciones de fichas asignadas al grupo

source: Pending records
ca: Fitxes pendents
es: Fichas pendientes

source: Send notifications for pending records
ca: Enviar notificacions per fitxes pendents
es: Enviar notificación de fichas pendientes

source: Pending records frequency (days)
ca: Freqüència fitxes pendents (dies)
es: Frecuencia de la notificación de las fichas pendientes

source: Pending records last notify date
ca: Darrera data de notificació de les fitxes pendents
es: Fecha de notificación de las fichas pendientes

source: Last day pending records has been notified
ca: Darrer dia de notificació de les fitxes pendents
es: Última fecha de notificación de las fichas pendientes

source: Records with pending communications
ca: Fitxes amb comunicacions pendents
es: Fichas con comunicaciones pendientes

source: Send notifications for records with pending communications
ca: Enviar notificació fitxes amb comunicacions pendents
es: Enviar notificaciones de fichas con comunicaciones pendientes

source: Pending communications records frequency (days)
ca: Freqüència fitxes amb comunicacions pendents (dies)
es: Frecuencia de la notificación de las fichas con comunicaciones pendientes

source: Records with pending communications last notify date
ca: Darrera data de notificació de les fitxes amb comunicacions pendents
es: Fecha de notificación de las fichas con comunicaciones pendientes

source: Last day records with pending communications has been notified
ca: Darrer dia de notificació de les fitxes amb comunicacions pendents
es: Última fecha de notificación de las fichas con comunicaciones pendientes

source: User
ca: Usuari
es: Usuario

source: Group
ca: Grup
es: Grupo

source: User Group
ca: Grup
es: Grupo usuario

source: Profile
ca: Perfil
es: Perfil

source: Origin Group
ca: Grup origen
es: Grupo origen

source: Reasign Group
ca: Grup reasignació
es: Grupo reasignado

source: Origin Group and Reasignation Group can not be the same
ca: El grup d'origen i el group al que es reasigna la fitxa no pot ser el mateix
es: El grupo de origen y el grupo al que se reasigna la ficha no puede ser el mismo

source: Input Channel
ca: Canal d'entrada
es: Canal de Entrada

source: Update User ID
ca: ID usuari actualització
es: Id del usuario de actualización

source: Only Open RecordCards
ca: Només fitxes obertes
es: Solo fichas abiertas

source: Process finished
ca: Procès finalitzat
es: Proceso finalizado

source: Shows if recordCard reassignations and derivations reassignations has finished correctly
ca: Mostra si les reassignacions de fitxes i derivacions han acabat correctament
es: Muestra si las reasignaciones de la ficha y las derivaciones han acabado correctamente

source: The description must be unique and there is another Profile with the same.
ca: Las descripció ha de ser única i ja existeix un altre perfil amb la mateixa
es: La descripción debe ser única y hay otro perfil con la misma.

source: The selected group does not exist or it was delete
ca: El grup no existeix o ha estat esborrat
es: El grupo seleccionado no existe o ha sido borrado

source: The selected letter template does not exist or is not enabled
ca: La plantilla seleccionada no existeix o ha estat esborrat
es: La plantilla seleccionada no existe o ha sido deshabilitada

source: Group can not be assigned as its own parent
ca: Un grup no pot ser assignat com el seu propi pare
es: Un grupo no puede ser asignado como su propio padre

source: Group can not has a parent
ca: El grup no pot tenir un grup pare
es: El grupo no puede tener un padre

source: File size must be lower than 1MB
ca: El tamany del fitxer ha de ser menor d'1MB
es: El fichero debe pesar menos de 1MB

source: User has no available groups
ca: L'usuari no te groups disponibiles
es: El usuario no tiene grupos disponibles

source: Ctrl user id is not selectable for this user
ca: L'id del CtrlUser no es pot seleccionar per aquest usuari
es: El id del CtrlUser no se puede selecionar para este usuario

source: This user exists and cannot be recreated.
ca: Ja existeix un usuari amb aquest nom.
es: Ya existe un usuario con este nombre.

source: The current group has to be included in the groups list
ca: El grup actual s'ha d'incloure a la llista de grups
es: El grupo actual se tiene que incluir en la lista de grupos

source: The selected Group does not exist or it's deleted
ca: El grup seleccionat no existeix o ha estat esborrat
es: El grupo seleccionado no existe o ha sido borrado

source: Deleted group and Reasignation group can not be the same
ca: El grup que s'esborra i el grup al que es fa la reassignació no pot ser el mateix
es: El grupo eliminado y el grupo al que se reasigna no puede ser el mismo

source: Group can not be deleted because it has descendants
ca: El grup no es pot eliminar perquè té grups que depenen d'ell
es: El grupo no se puede eliminar porque tiene grupos que dependen de el

source: Group is not one of the user options
ca: El grup no és una de les opcions de l'usuari
es: El grupo no es una de las opciones del usuario
