Repository: AjuntamentdeBarcelona/iris
Catalog: src/iris_masters/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Letter
ca: Carta
es: Carta

source: None
ca: Cap
es: Ninguno

source: Telephone
ca: Telèfon
es: Teléfono

source: Immediate
ca: Immediata
es: Inmediato

source: Created at gte
ca: Data de creació major que
es: Fecha de creación mayor o igual que

source: Created at lte
ca: Data de creació menor que
es: Fecha de creación menor o igual que

source: Experiation date gte
ca: Data d'expiració major que
es: Fecha de expiración mayor o igual que

source: Experiation date lte
ca: Data d'expiració menor que
es: Fecha de expiración menor o igual que

source: Active previous register exists
ca: Registre previ actiu
es: Ya existe un registro activo previo

source: Enabled previous register exists
ca: Registre previ habilitat
es: Ya existe un registro habilitado previo

source: Creation date
ca: Data de creació
es: Fecha de creación

source: Last update
ca: Darrera actualització
es: Última actualización

source: Description
ca: Descripció
es: Descripción

source: Incidència
es: Incidencia

source: Queixa
es: Queja

source: Suggeriment
es: Sugerimento

source: Agraïment
es: Agradecimiento

source: Petició de servei
es: Petición de servicio

source: description
ca: Descripció
es: Descripción

source: Pending to be validated
ca: Pendent de validació
es: Pendiente de validación

source: Planned
ca: En planificació
es: En planificación

source: In solution
ca: En resolució
es: En resolución

source: Pending to give a reply
ca: Pendent resposta
es: Pendiente de respuesta

source: Closed
ca: Tancada
es: Cerrada

source: Canceled
ca: Anul·lada
es: Anulada

source: Not processed
ca: No tramitada
es: No tramitada

source: Externally processed
ca: Tramitació externa
es: Tramitación externa

source: External returned
ca: Rebutjada de tramitació externa
es: Devuelta de tramitación externa

source: Acronym
ca: Sigles
es: Siglas

source: Enabled
ca: Habilitat
es: Habilitado

source: Reason type
ca: Tipus de motiu
es: Tipo de motivo

source: Title
ca: Títol
es: Título

source: Expiration date
ca: Data d'expiració
es: Fecha de expiración

source: Important
es: Importante

source: Seen by
ca: Vist per
es: Visto por

source: Visible for all the profiles
ca: Visible per a tots els perfils
es: Visible para todos los perfiles

source: Visible for the profiles responsible for the theme's area
ca: Visible per els perfils responsables de les temàtiques de l'area
es: Visible para los perfiles respnsables de las temáticas del área

source: Visible for the profiles responsible for the theme's area and a set of profiles for a concrete areas
ca: Visible pels perfils responsables de les temàtiques de l'àera i un conjunt de perfils per a una àrea concreta
es: Visible para los perfiles responsables de las temáticas del área y un conjunto de perfiles para un área concreta

source: Visibility options
ca: Opcions de visibilitat
es: Opciones de visibilidad

source: Others
ca: Altres
es: Otros

source: Record card create
ca: Fitxa creada
es: Ficha creada

source: Management
ca: Gestió
es: Administración

source: Support
ca: Suport
es: Soporte

source: Records
ca: Fitxes
es: Fichas

source: Integrations
ca: Integracións
es: Integraciones

source: Reports
ca: Informes
es: Informes

source: Deprecated
ca: Deprecat
es: Deprecado

source: Templates
ca: Plantilles
es: Plantillas

source: Description hash
ca: Hash de la descripció
es: Hash de la descripción

source: Allow citizen ND
ca: Permet ciutadà ND
es: Permite ciudadano ND

source: Requires Communication Media
ca: Requereix mitjà de comunicació
es: Requiere medio de comunicación

source: Requires register code
ca: Requereix codi de registre
es: Requiere código de registro

source: Send Response
ca: Enviar resposta
es: Enviar respuesta

source: Closed directly
ca: Fitxa tancada directament
es: Ficha cerrada directamente

source: Direct External Processing
ca: Tramitació externa directamente
es: Tramitación externa directamente

source: Planning, Resolution, Response
ca: Planificació, resolució, resposta
es: Planificación, Resolución, Respuesta

source: Resolution, Response
ca: Resolució, resposta
es: Resolución, Respuesta

source: Evaluation, Resolution, Response
ca: Evaluació, resolució, resposta
es: Evaluación, Resolución, Respuesta

source: Response
ca: Resposta
es: Respuesta

source: External Processing
ca: Tramitació externa
es: Tramitación externa

source: External Processing + Automatic Email
ca: Tramitació externa + email automàtic
es: Tramitación externa + email automático

source: Resolution, External Processing
ca: Resolució, tramitació externa
es: Resolución, tramitación externa

source: Resolution, External Processing + Automatic Email
ca: Resolució, tramitació externa + email automàtic
es: Resolución, tramitación externa + email automático

source: Allow derivation
ca: Permet derivació
es: Permite derivación

source: Street Code
ca: Codi carrer
es: Código calle

source: Number
ca: Número
es: Número

source: Service type
ca: Tipus de servei
es: Tipo servicio

source: Service description
ca: Descripció servei
es: Descripción del servicio

source: Enterprise name
ca: Nom empresa
es: Nombre empresa

source: The description must be unique and there is another ApplicantType with the same.
ca: La descripció ha de ser única i hi ha un tipus de de sol·licitant amb la mateixa.
es: La descripción debe ser única y hay otro tipo de solicitante con la misma.

source: The description must be unique and there is another ResponseType with the same.
ca: La descripció ha de ser única i hi ha un tipus de respostsa amb la mateixa.
es: La descripción debe ser única y hay otro tipo de respuesta con la misma.

source: The description must be unique and there is another RecordType with the same.
ca: La descripció ha de ser única i hi ha un tipus de fitxa amb la mateixa.
es: La descripción debe ser única y hay otro tipo de ficha con la misma.

source: The selected Media Type does not exists
ca: El tipus de mitjà no existeix
es: El tipo de medio seleccionado no existe

source: The description must be unique and there is another CommunicationMedia with the same.
ca: La descripció ha de ser única i hi ha mitjà de comunicació amb la mateixa.
es: La descripción debe ser única y hay otro medio de comunicación con la misma.

source: The description must be unique and there is another Support with the same.
ca: La descripció ha de ser única i hi ha un suport amb la mateixa.
es: La descripción debe ser única y hay otro soporte con la misma.

source: The description must be unique and there is another ResolutionType with the same.
ca: La descripció ha de ser única i hi ha un tipus de resolució amb la mateixa.
es: La descripción debe ser única y hay otro tipo de resolución con la misma.

source: Email
ca: Correu electrònic

source: User ID
ca: ID d'usuari

source: Name
ca: Nom
