Repository: AjuntamentdeBarcelona/iris
Catalog: src/reports/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Created at from
ca: Data entrada des de
es: Creada (desde)

source: Created at to
ca: Data entrada fins
es: Creada (hasta)

source: Closed at from
es: Cerrada (desde)

source: Closed at to
es: Cerrada (hasta)

source: The selected record_type does not exist
ca: El tipus de fitxa seleccionat no existeix
es: El tipo de ficha seleccionado no existe

source: The selected input_channel does not exist or is not enabled
ca: El canal d'entrada seleccionat no existeix o no està habilitat
es: El canal de entrada selecionado no existe o no esta habilitado

source: The selected applicant type does not exist or is not enabled
ca: El tipus de sol·licitant seleccionat no existeix o no està habilitat
es: El tipo de solicitante selecionado no existe o no esta habilitado

source: The selected support does not exist or is not enabled
ca: El support seleccionat no existeix o no està habilitat
es: El soporte selecionado no existe o no esta habilitado

source: The selected district does not exist or is not enabled
ca: El districte seleccionat no existeix o no està habilitat
es: El distrito selecionado no existe o no esta habilitado

source: A pair of dates is needed to filter records
ca: Es requereix un parell de dates per filtrar les fitxes
es: Se necesita una pareja de fechas para filtrar las fichas

source: If {} is set, {} must be set too
ca: Si {} s'ha emplenat, {} s'ha d'emplenar també
es: Si {} se ha rellenado, {} se ha de rellenar también

source: The difference between {} and {} can not be separated for more than {} days
ca: La diferència entre {} i {} no pot ser més gran de {} dies
es: La diferencia entre {} y {} no puede ser de más de {} dias

source: The selected theme group does not exists
ca: El grup temàtic seleccionat no existeix
es: El grupo temático selecionado no existe

source: Record
ca: Fitxa
es: Ficha

source: State
ca: Estat
es: Estado

source: Creation date
ca: Data creación
es: Fecha creación

source: Creation hour
ca: Hora creació
es: Hora creación

source: Closing date
ca: Data tancament
es: Fecha cierre

source: Entry hour
ca: Hora tancament
es: Hora cierre

source: Record type
ca: Tipus
es: Tipo de ficha

source: Element
es: Elemento

source: Elemet Detail
ca: Detall
es: Detalle

source: Special
ca: Especial
es: Especial

source: Input channel
ca: Canal
es: Canal

source: Applicant type
ca: Tipus sol·licitant
es: Tipo de Sol.

source: Support
ca: Suport
es: Soporte

source: Answer type
ca: Tipus resposta
es: Tipo respuesta

source: Workflow type
ca: Procés
es: Proceso

source: Validated by
ca: Usuari validació
es: Validada por

source: Planned by
ca: Usuari planificació
es: Planificada por

source: Solved by
ca: Usuari resolució
es: Resuelta por

source: Closed by
ca: Tancada per
es: Cerrada por

source: Responsible profile
ca: Perfil responsable
es: Perfil responsable

source: Street type
ca: Tipus via
es: Tipo vía

source: Street
ca: Carrer
es: Calle

source: Number
ca: Numero
es: Número

source: Block/Apartment
ca: Lletra
es: Letra

source: Neighborhood
ca: Barri
es: Barrio

source: District
ca: Districte
es: Distrito

source: Position X
ca: Posició X
es: Posición X

source: Position Y
ca: Posició Y
es: Posición Y

source: Stats sector
ca: Sector
es: Sector

source: Research Zone
ca: Zona recerca
es: Zona invest.

source: Observations
ca: Observació
es: Observaciones

source: Answer worked?
ca: Resposta trabllada
es: Resp. Trabajada

source: Resolution Comment
ca: Coment. Resol.
es: Com. Resolución

source: Parent record
ca: Fitxa pare
es: Ficha padre

source: Answer
ca: Resposta
es: Respuesta

source: Days opened
ca: Dies oberta
es: Días abierta

source: Days from creation
ca: Antiguitat
es: Días desde creación

source: Applicant ID
ca: Solicitant id
es: Solicitante (ID)

source: Workflow ID
ca: ID Procés
es: Proceso (ID)

source: Sevice line
ca: Linia servei
es: Línea Servicio

source: Operator
ca: Operador
es: Operador

source: Record State
ca: Estat
es: Estado

source: Stret
ca: Carrer
es: Calle

source: Resolution time
ca: Data resol*lució
es: Hora resolución

source: Element Detail
ca: Detall
es: Detalle

source: Name
ca: Nom
es: Nombre

source: ID Card
ca: Document
es: Documento

source: Records
ca: Fitxes
es: Fichas

source: Operator profile
ca: Perfil operador
es: Perfil del operador

source: Pending to validate
ca: Pendent validar
es: Pendientes de validar

source: In progress
ca: En procés
es: En progreso

source: Closed
ca: Tancada
es: Cerrada

source: Cancelled
ca: Anul·lada
es: Anulada

source: External
ca: Tramitació externa
es: Esterna

source: Percentage
ca: Percentatge
es: Porcentaje

source: From date
ca: Desde
es: Desde fecha

source: To date
ca: Fins
es: Hasta fecha

source: Stat sector
ca: Sector
es: Sector

source: Service line
ca: Linia servei
es: Línea de servicio

source: Validated
ca: Validades
es: Validada

source: Reassigned
ca: Reasignades
es: Reasignada

source: AVG Answer time
ca: Temps mig resposta
es: Tiempo medio resp.

source: Count
ca: Total

source: User id
ca: Usuari id
