Repository: AjuntamentdeBarcelona/iris
Catalog: src/iris_templates/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Write Medium (CA)
ca: Mitjà escrit (CA)
es: Medio escrito (CA)

source: Template for write mediums in catalan
ca: Plantilla per mitjans escrits en català
es: Plantilla para medios escritos en catalán

source: Write Medium (ES)
ca: Mitjà escrit (ES)
es: Medio escrito (ES)

source: Template for write mediums in spanish
ca: Plantilla per mitjans escrits en castellà
es: Plantilla para medios escritos en castellano

source: Write Medium (EN)
ca: Mitjà escrit (EN)
es: Medio escrito (EN)

source: SMS Medium (CA)
ca: Mitjà SMS (CA)
es: Medio SMS (CA)

source: Template for SMS mediums in catalan
ca: Plantilla per SMS en català
es: Plantilla para medios SMS en catalán

source: SMS Medium (ES)
ca: Mitjà SMS (ES)
es: Medio SMS (ES)

source: Template for SMS mediums in spanish
ca: Plantilla per SMS en castellà
es: Plantilla para medios SMS en castellano

source: SMS Medium (EN)
ca: Mitjà SMS (EN)
es: Medio SMS (EN)

source: If {} is filled, {} must be filled to
ca: Si {} està emplenat, {} s'ha d'emplenar també
es: Si {} esta rellanado, {} debe estar rellenado también

source: Enabled
ca: Actiu
es: Activo

source: There are another template with the same ResponseType for this RecordType
ca: Hi ha una altre plantilla amb el mateix tipus de resposta per aquest tipus de fitxa
es: Existe otra plantilla con el mismo tipo de respuesta para este tipo de ficha

source: The selected ResponseType does not exists
ca: El tipus de resposta escollit no existeix
es: El tipo de respuesta no existe

source: You have exceeded the number of templates for this group.
ca: S'ha excedit el nombre de plantilles per aquest grup
es: Se ha excedido el número de plantillas para este grupo.
