Repository: AjuntamentdeBarcelona/iris
Catalog: src/features/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Description
ca: Descripció
es: Descripción

source: Any Character
ca: Qualsevol caràcter
es: Cualquier carácter

source: Only Letters
ca: Només lletres
es: Solo letras

source: Any Number
ca: Qualsevol nombre
es: Cualquer Número

source: Integer
ca: Enter
es: Entero

source: Phone Number (9 digits)
ca: Número de telèfon (9 dígits)
es: Número de teléfono (9 dígitos)

source: Postal Code (5 digits)
ca: Codi Postal (5 dígits)
es: Código Postal (5 dígitos)

source: Date Format DD/MM/YYYY
ca: Format de data DD/MM/YYYY
es: Formato fecha DD/MM/YYYY

source: Hour Format HH:MM
ca: Format d'hora HH:MM
es: Formato Hora HH:MM

source: Type
ca: Tipus
es: Tipo

source: Special
ca: Especial
es: Especial

source: Explanatory Text
ca: Text explicatiu
es: Texto explicativo

source: GET parameter for integrations
ca: Paràmetre GET per integracions
es: Parámetros GET para integraciones

source: This feature won't be show to citizens, only in backoffice.
ca: Aquesta característica no es mostrarà als ciutadans, només es veurà al backoffice.
es: Esta característica no se mostrará a los ciudadanos, solo se vera en el backoffice.

source: This feature will be filled with automatic values.
ca: Aquest característica s'omplirà amb valors automàtics.
es: Esta característica se rellenará con valores automáticos.

source: The description must be unique and there is another ValuesType with the same.
ca: La descripció ha de ser única i hi ha un altre Tipus de Valor amb la mateixa.
es: La descripción ha de ser única y hay un Tipo de Valor con la misma.

source: The description must be unique and there is another Value with the same.
ca: La descripció ha de ser única i hi ha un altre Valor amb la mateixa.
es: La descripción ha de ser única y hay un Valor con la misma.

source: The selected Mask does not exist
ca: La màscara seleccionada no existeix
es: La máscara seleccionada no existe

source: The selected values_type does not exist
ca: El tipus de valor seleccionat no existeix
es: El tipo de valor seleccionado no existe

source: The description must be unique and there is another Feature with the same.
ca: La descripció ha de ser única i hi ha un altre Característica amb la mateixa.
es: La descripción ha de ser única y hay una Característica con la misma.

source: Mask and ValuesType can not be assigned at the same time
ca: La màscara i el tipus de valor no es poden assignar a la vegada
es: La máscara y el Tipo de valor no pueden ser assignados a la vez

source: Mask or ValuesType must be assigned
ca: La màscara o el tipus de valor han d'estar assignats
es: Se tiene que asignar una máscara o un Tipo de Valor
