Repository: AjuntamentdeBarcelona/iris
Catalog: src/emails/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: EMAIL_REQUEST
ca: Acusament de rebut
es: Petición

source: Requests from town council websites
ca: Peticions des de les webs de l'ajuntament
es: Peticiones desde las webs del ayuntamiento

source: We sent you a communication because we need additional information for solving your request with locator
ca: T'enviem aquesta comunicació ja que necessitem informació addicional per resoldre la petició d'un ciutadà amb localitzador
es: Te enviamos esta comunicación debido a que se requiere información adicional para resolver una petición con localizador

source: We sent you a communication in relation to a request with locator
ca: T'enviem aquesta comunicació en relació a la petició d'un ciutadà amb localitzador
es: Se te ha enviado una comunicación en relación a la petición ciudadana con localizador

source: You can answer the message
ca: Pots respondre el missatge
es: Puedes responder al mensaje

source: here
ca: aquí
es: aquí

source: IRIS Message
ca: Missatge d'IRIS
es: Mensaje de IRIS

source: related to record
ca: en relació a la petició
es: relacionada con la ficha

source: IRIS notifications
ca: Notificacions IRIS
es: Notificaciones IRIS

source: You have received this notification because your work group has it configured.
ca: Has rebut aquesta comunicació degut a que el teu grup està configurat per rebrer-las.
es: Has recibido esta notificación porque tu grupo de trabajo la tiene configurada.

source: If you don't want to receive this notifications anymore, ask for it to the IRIS administrators.
ca: Si no vols rebre aquestes notificacions, demana a l'administració d'IRIS que les llevi.
es: Si no quieres seguir recibiendo estas notificaciones, pregunta a los administradores de IRIS

source: The record with code
ca: La fitxa amb codi
es: La ficha con código

source: has been assigned to the group
ca: ha estat assignada al grup
es: ha sido assignada al grupo

source: RecordCard
ca: La fitxa
es: Ficha

source: List of records next to expire for group
ca: Llistat de fitxes properes a expirar del grup
es: Listado de fichas cercanas a expirar del grupo

source: Expire date for
ca: Data d'expiració per
es: Fecha de expiración de

source: Records next to expire
ca: Fitxes properes a expirar
es: Fichas cercanas a expirar

source: List of records with pending communications for group
ca: Llistat de fitxes amb comunicacions pendents del grup
es: Listado de fichas con comunicaciones pendientes del grupo

source: Records with pending communications
ca: Fitxes amb comunicacions pendents
es: Fichas con comunicaciones pendientes

source: List of pending records to validate for group
ca: Llistat de fitxes pendents de validació del grup
es: Listado de fichas pendientes de validar por el grupo

source: Pending Records to Validate
ca: Fitxes pendents de validar
es: Fichas pendientes de validar

source: Code
ca: Codi
es: Código

source: Theme
ca: Temàtica
es: Temática

source: Group
ca: Grup
es: Grupo

source: Creation date
ca: Creació
es: Fecha creación

source: Work this record on iris
ca: Treballar a l'IRIS
es: Trabaja esta ficha en IRIS

source: Hello
ca: Hola
es: Hola

source: The RecordCard
ca: La fitxa
es: La ficha

source: has been cancelled for management reasons
ca: ha estat anul·lada per raons de gestió
es: ha sido anulada por motivos de gestión

source: A new RecordCard has been created. The new code is
ca: S'ha creat una nova fitxa. El nou codi de fitxa és
es: Se ha creado una nueva ficha. El nuevo código de la ficha es

source: For management reasons a new recordcard has been created
ca: Per motius de gestió s'ha creat una nova fitxa
es: Por motivos de gestión se ha creado una nueva ficha
